{
  "slug": "a-flip-book-adventure",
  "transformer": "journal",
  "source_section": "A Flip-Book Adventure",
  "data": {
    "entity_type": "journal",
    "slug": "a-flip-book-adventure",
    "title": "A Flip-Book Adventure",
    "content": "<p>A Flip-Book Adventure\nThis booklet and the two spiral bound books in\nthe box constitute a single adventure entitled A Little Knowledge. The three books, when taken together, present a new adventure style known as a\nflip-book.\nThis book, called the Story Book, contains a\nshort story of the same name (which, presumably,\nyouve just read), this introduction to the adventure,\nand two monstrous compendium style pages for\nmonsters peculiar to the scenario. The spiral bound\nbooks are the Dungeon Masters Book and the\nPlayer Aid Cards.\nThe dungeon master should keep the Story Book\nand the Dungeon Masters Book in his possession.\nThe Player Aid Cards are for the players to view\nduring the adventure, but only as directed by the\ndungeon \nmaster.\nThe Short Story\nThe Flip Books\nJerry Oltions A Little Knowledge, serves as an\nintroduction to the scenario, both for you and your\nplayers. It doesnt tell the story of the adventure, so\nit doesnt give anything away-let any of the players\nread it beforehand, if theyre interested. The characters in the short story are not the main characters\nof the adventure, nor do they even appear as\nNPCs. The role-playing adventure basically begins\nas the short story is winding down. In this case, the\nplayer characters are other slaves in the caravan\nwagon. They may or may not have been privy to the\nactivities described in the short story, but thatdoesnt matter. Now they are about to be abandoned in the desert to fend for themselves, and\nthats the focus of the role-playing adventure.\nCharacters\nThe role-playing adventure is recommended for\nfour to eight players, all of whom should be third\nlevel (that is, novice characters). DMs should suggest to the players that at least one of the characters\nbe a psionicist. With that in mind, the players are\nfree to generate any characters they wish. For better\nrole-playing, the DM should also have them fabricate some reason that they are now slaves on this\nwagon. For instance, a dwarven gladiator could\nhave been ordered to win a crucial fight, or else\nwhen he lost he was thrown into slavery. Remember,\nnone of the players characters are the main characters in the short story.\nThe player characters will have no equipment and\nno money with them-thus, that portion of character generation can be skipped. Any materials they\nwish to use during the adventure will have to be\nscavenged as they go.\nIt is not important that the player characters know\nof each other before the adventure begins. In fact,\ngiven the situation at the start of the adventure, its\nreasonable to assume that they are meeting each\nother for the first time as this adventure begins.\nThe two spiral bound books contain the roleplaying adventure. The information for every encounter is condensed on a single page that the DM\ncan look at and reference quickly. The players also\nget a series of cards with maps or illustrations right\nat their fingertips, to use and refer to at their leisure,\nnot stuffed away in a book that the DM needs to\nuse, too.\nThe Player Aid Cards contain illustrations and\ndiagrams that coincide with the encounters of the\nadventure. The Dungeon Masters Book contains\nthe text and direction needed to referee the adventure. It provides background, role-playing notes,\nand game statistics for every encounter, spelling out\nfor the DM everything he needs to know to effectively run the player characters through that encounter.\nEach card in the Dungeon Masters Book covers\none encounter in the adventure. That information is\norganized in the following sections:\nSetup. This section tells the DM how to prepare\nfor the upcoming encounter. It may contain infor13</p>\n<p>mation on pacing, instruct the players to flip to a\ncertain card in their book, or give the DM other\nvital information.\nActions. The various actions on the cards in the\nDungeon Masters Book are self explanatory. Each\nRules References\none details a certain portion of the encounter on the\ncard. There may be one or more action sections per\ncard.\nRoleplaying. These notes are given to enhance roleplaying, both by the DM and on the part of the\nplayers. The DARK SUN  Boxed Set is intended\nfor advanced roleplayers, those who are familiar\nwith both the AD&D 2nd Edition game and the\nnuances of effective roleplaying. Incorporate the roleplaying notes when appropriate through the entire\nencounter. There may not be a roleplaying section\nfor every encounter.\nStatistics. This section provides game statistics for\nevery creature that might be fought or otherwise\nConcluding the Adventure\ndealt with in the encounter. Ability scores, combat\nstatistics, spell and psionics lists, and experience\npoints earned are all presented. When there is treasure to be found, it will also be listed here.\nNext. Once a particular encounter is concluded,\nthis section tells the DM where to go next. It may\nalso give some hints as to pacing; some encounters\nare extremely important and should, therefore, be\ngiven sufficient play time. Others that are less important should be speeded up to maintain player interest in the adventure.\nThe encounters provided here are balanced for\nan adventuring party of the size and experience\nlevels recommended. However, since this is an introductory adventure, its important that the players at\nleast touch upon every encounter presented in the\nadventure (they dont have to overcome every obstacle, but they should at least confront every one). If\nthe player characters are becoming weaker and may\nnot survive to the end of the adventure, the DM\nshould modify the encounters to make them less seThe various cards used in this adventure describe\nmany NPCs, locations, and situations that wont\nchange after this adventure is long ended. Keep the\ncards available for when the PCs pass this way\nagain. Who knows? They could easily meet up with\nold friends or enemies, and youll have all the appropriate information ready to go.\nAfter card #24 in the Dungeon Masters Book,\nthe adventure is over. At that point, the player characters will have experienced first hand many of the\nthings that make Athas wastelands both interesting and deadly. What the players decide to do with\ntheir characters then is wide open-new encounters\nand adventures will take place outside the direction\nof the flip-books. Resume traditional roleplaying\ntechniques for adventures following A Little Knowledge.\nThe adventure in A Little Knowledge centers on\nsurvival in an arid environment. Be familiar with\nChapter 14: Time and Movement in the Players\nHandbook, the Dungeon Masters Guide, and the\nD A R K  S U N  R u l e s  B o o k  t o  b e t t e r  a d m i n i s t e r\nmovement across the desert, location of water and\nfood sources, and the effects of dehydration if that\nbecomes a problem for the player characters. Also,\nsince psionics among the player characters, nonplayer characters, and monsters is fairly common,\nreview the rules for psionic powers and combat presented in The Complete Psionics Handbook.\nvere. He may want to make it easier for them to locate water or food, or cut down the number of\nmonsters encountered.\nModifying Encounters\nAfter the Adventure\n14</p>",
    "source_pages": [
      210,
      211
    ],
    "metadata": {
      "parent_slugs": [
        "a-little-knowledge"
      ],
      "level": 2
    }
  }
}