{
  "slug": "a-little-knowledge",
  "transformer": "journal",
  "source_section": "A Little Knowledge",
  "data": {
    "entity_type": "journal",
    "slug": "a-little-knowledge",
    "title": "A Little Knowledge",
    "content": "<p>A Little\nKnowledge\nJerry Oltion\nThe lightning bolt came out of a clear sky. Jedra,\nbusy haggling over the price of a new waterskin,\nflinched as the bright blue flash illuminated the\nfood and clothing and harness stands around him.\nIn the same instant, a thunderclap rattled the entire\nbazaar and echoed off the adobe brick walls of the\none- and two-story buildings surrounding it.\nJedra turned, ears ringing, to see a four-slave sedan chair on the ground only a few yards away, the\noverweight templar it had carried angrily brushing\nsand off his black robe of office while three heavily\nmuscled slaves frantically righted the chair. The\nfourth slave lay on the ground, a patch of melted\nsand a few inches across bubbling beside his smoking body.\nThe slave must have stumbled and pitched the\ntemplar out, Jedra supposed, and the templar had\nkilled him for it. Case closed.\nActivity had stopped in the bazaar, but as others\ncame to the same conclusion it picked up again. Jedra turned back to the water vendor, a leathery old\nelf with an eyepatch over his left eye, and said, All\nright, two ceramics for the waterskin, but only if its\nfull.\nThe elf peered at Jedra, no doubt trying to judge\nhow far he could push this young, skinny half-elf,\nbut at last he nodded. Done, he said, and he\nfilled the teardrop-shaped leather sack from a barrel\nat the back of his stand, careful not to spill a single\ndrop, while Jedra dug into his pouch for two fragments of ceramic coin. They were the last of Jedras\nmoney. If he was to eat today, he would have to find\nwork or scavenge something he could sell.\nTaking the skin from the elf, he drained a fourth\nof its contents in two long swallows, then slung it\naround his shoulder by the strap, the weight of it\ncomforting. At least he wouldnt go thirsty today.\nThe templar was already gone when he turned\naround again, as was the sedan chair and the slaves\nbody. All that remained of the incident was the\nsmall glassy pool where the lightning bolt had melted the sand. Ever curious, Jedra kicked at it with the\ntoe of his sandal, and a piece of glass flaked off the\ntop. It was several inches across and an inch or so\nthick in the middle, but thinner around the edges.\nHe bent down and picked up the fragment, then\nnearly dropped it again when he looked into it.\nThere, amid the bubbles and streaks, danced a tiny\nPage I . . . . . . . . . . . . . . . . . . . .  A Little Knowledge\nFiction by Jerry Oltion\nPage I3 . . . . . . . . . . . . . . . .A Flip-Book Adventure\nA new adventure format\nPage I5 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .Kluzd\nA Monstrous Compendium addition\nPage I6 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .Wezer\nA Monstrous Compendium addition\n©1991 TSR Inc. All rights reserved Printed in U.S.A.\nADVANCED DUNGEONS & DRAGONS, AD&D are registered trademarks owned by TSR‚\nInc. DARK SUN and the TSR logo are trademarks owned by TSR Inc.\nP e r m i s s i o n  g r a n t e d  t o  p h o t o c o p y  o r\np r i n t  t h i s  p r o d u c t  f o r  p e r s o n a l  u s e .\n1</p>\n<p>A Little Knowledge\nupside-down image of a thri-kreen.\nHe looked beyond the glass. The actual creature\nstood across the way, its six-limbed, mantislike insectile body glistening in the sunlight as it examined a\ngythkaa polearm with blades at either end-at an\narmorers stall.\nThe thri-kreen seemed oblivious to Jedra and his\nglass. Cautiously, lest he be less fortunate a second\ntime, Jedra looked through the glass again, turning\nslowly and watching as the upside-down bazaar slid\nby-backward. No one noticed that they had been\nturned on their heads, if indeed they had. Jedra put\nhis free hand out beyond the glass to see if he could\nfeel any sensation.\nA point of bright light slid across his wrist, and\nwhen he paused to look at it, he felt a sudden sting\nof heat. The glass had burned him!\nJedra rubbed at his wrist, but he smiled. The\nglass must still hold a bit of the lightning bolt that\nhad created it. That might be worth something to\nthe right person. He glanced at a spice stand\ndraped with herbs and roots, a stand that was rumored to be a black market outlet for the things\nused in the creation of magic. The proprietor would\nprobably buy the glass from him.\nHe took a few steps toward the stand, then\nstopped, realizing he was reluctant to part with his\nnew treasure so soon. A half-breed elf with no home\nand no magical training didnt often find himself in\npossession of wondrous devices. He had no doubt\nhe would have to sell it eventually, but the day was\nstill young and his hunger was still bearable. He\nwould see what else the glass could do first.\nHe found a quiet spot just off the bazaar, in an alley\nlined with continuous mud-brick row houses. Their\nwooden doors and windows were closed tight to hold\nin the cool air from the previous night, giving Jedra\nprivacy to experiment.\nIn just a few minutes he discovered the glasss major power, and the reason hed been burned: When\nheld at the right distance, it made things seem\ngreater than they really were, including the heat of\nAthass coppery red sun. Why most things remained only images while the sun actually seemed to\nappear beneath the glass was a mystery, as was the\nreason why objects beyond arms reach of the glass\nwere turned upside-down.\nHe had just ignited a dead leaf-no doubt blown\ninto the alley from the kings garden, since few of\nthe freemen living in the row houses would willingly\nspend the water to keep a plant alive-when he felt a\npresence in his mind, as if someone were watching\nhim. He had learned to trust that sensation; he\nlooked up to see a human nobleman of about sixty\nyears, his hair as white as his robe, standing at the\nfar end of the alley, mouth open in astonishment.\nJust as obviously, Jedra was not a templar, and by\nlaw only templars and the sorcerer-king himself were\nallowed to use magic. A commoner caught practicing it could be sold into slavery, even executed. Unused to magic or its implications, Jedra hadnt even\nconsidered that danger.\nCursing his carelessness, Jedra stood and began to\nwalk quickly toward the bazaar again. The man\nmust have seen the leaf bursting into flame and\nwould certainly draw the obvious conclusion that Jedra was using the glass to power some sort of magic.\nHe considered it now. Suddenly sweating, he\nsprinted for the bazaar, hoping to lose himself in the\ncrowd, but he had hardly made it a dozen paces\nbefore the noble found his voice. The shout of\nStop him! pursued Jedra out of the alley, and he\nemerged to find everyone looking in his direction.\nNone of the dozens of shoppers made a move to\ncatch him, probably thinking him an ordinary thief,\nbut when the noble emerged from the alley behind\nhim and shouted, A magician! Stop him! they\nsprang into action.\nA tall, massive half-giant with arms the size of Jedras legs swung a sack of grain off one shoulder\njust as Jedra ran past, catching him square in the\nback with it. He staggered forward under the blow\nbut kept his footing, only to slam into a compact,\nmusclebound dwarf. The dwarfs blocky head\nreached only to Jedras chest, just high enough to\nburst his new waterskin with the impact.\nHe dodged around the dwarf, but the entire bazaar seemed out to get him now. A nobles order\nwas almost as good as law, especially an order the\ntemplars would so obviously support. None of the\ncrowd wished to be caught disobeying that order lest\nthey be accused of aiding in an escape. Such people\noften found themselves sharing their quarrys fate.\nJedra whirled and leaped back into the alley,\ndodging dwarf and half-giant and bowling over the\n2</p>\n<p>Jerry Oltion\nnoble, but he skidded to a stop when he realized\nthat the nobles cry had brought people running\nfrom the other end, too. He was trapped. He looked\nto either side but saw only the closed doors and\nshuttered windows of the row houses lining the alley.\nCould he leap to a windowsill and from there to a\nroof? Not likely, but he could think of nothing else\nto try. He crouched to spring, but when he jumped\nit felt as if hed kicked a hole in the ground rather\nthan launched himself into action. He heard astonished gasps from the crowd and looked down to see\na shimmering circle of darkness beneath his feet. He\nhad just enough time to scream before he fell\nthrough.\nHe landed on his feet on hard-packed dirt, but the\nremains of his abortive leap and a sudden rush of\ndisorientation combined to send him sprawling. He\nthrew out his hands to stop his fall, and the glass\nflew from his grasp to skitter to a stop in a circle of\nash next to a pair of dark leather boots.\nStraining to see in the dim light, Jedra raised his\nhead to find who the boots belonged to. A short,\nwiry man with dark curly hair stood before him. The\nman bent down to pick up the glass.\ntook stock of his surroundings, though the circle of\nash around the mans feet told him plenty. He was a\nmagician, and not a templar, either. Templars drew\ntheir power from the citys sorcerer-king, but other\nmagicians had to draw upon the life-force around\nthem. Every time a magician cast a spell, he drew his\nenergy from the plant life and fertile soil around\nhim. If a mage wasnt careful, he drew all the lifeforce from an area, reducing it to ash.\nWho are you? asked Jedra as he stood and\nThe man didnt answer. He examined the glass\ncarefully, nearly dropping it when he saw upsidedown images of the room slide through it. Oho!\nhe said. So this is what caused all the commotion.\nIs it your work?\nJedra had no idea how to respond. He looked\naround him and saw that he was in a one-room\nhouse, with a cot in one corner, a plank table and\ntwo chairs in another, a wooden chest and cabinet in\na third, and a workbench covered with scrolls and\nwands and unfamiliar tools in the fourth. A window\nin one wall opened onto a shared courtyard and allowed a shaft of sunlight to illuminate the room.\nThe window in the opposite wall was shuttered, but\nJedra could hear the mob shouting in confusion just\nbeyond it. Obviously, the man had rescued him with\nsome kind of spell, but for what reason Jedra\ncouldnt guess. Finally he simply said, Maybe.\nGood answer, the man said. Allow me to introduce myself. I am Dornal, mage and member of\nthe Veiled Alliance.\nJedra considered making up a name, but there\nseemed little point in lying to a mage. Jedra, he\nsaid.\nDornal smiled. I was right to rescue you, Jedra.\nYou have powers the Alliance would love to learn.\nYou have heard of us, havent you?\nJedra nodded. Of course he had. The Veiled Alliance was supposedly a league of mages opposed to\nthe sorcerer-king and his templars and to unscrupulous magicians in general. They worked to put lifeforce back into the world rather than use it up to\npower their spells. They were a secretive bunch\nwhose existence Jedra had only half believed until\nnow.\nI was looking through the shutter when I saw\nyou practicing your burning spell, said Dornal as\nhe squinted to see the images in the glass. I assume this is used for that as well? He swung\naround toward the open window.\nDont look at the sun!\nThe mage lowered the glass and studied Jedra\nfrom beneath narrowed brows.\nIt magnifies things. Even sunlight. You could\nburn your eye with it.\nOh. Dornal examined the glass with renewed\ninterest. And what were you doing with it?\nExperimenting.\nOf \ncourse.\nA subtle change in the noise from outside made\nDornal step to the window and peer through the\ncracks in the shutter, then he turned suddenly away.\nTheyve brought in templars to search the area for\nmagic. Weve got to go. He walked to the cabinet,\npulled out a cloth traveling bag, and began to throw\nclothing and valuables into it. The lightning glass\nwent into the bag, Jedra noticed.\nGo where? he asked.\nWe must leave the city for a time, said Dornal.\nI risked a great deal in stealing you away right out\nin the open like that. Templars can trace the use of\n3</p>\n<p>A Little Knowledge\nmagic, and they dont like to be publicly thwarted;\ntheyll search for us for many days before they give\nup.\nDays!\nThats right. So we would be wise to stay out of\ntheir path until that time passes. Dornal pulled a\nlong, multi-colored tunic from the cabinet and\ntossed it to Jedra. Here, put that on.\nJedra complied, seeing the wisdom in that, at\nleast. He was about to argue about the idea of leaving the city when Dornal tossed him a leather sack\nand said, Keep that out of sight.\nJedra nearly collapsed when he opened it and saw\na double-handful of silver and gold coins. Hed never before held even a single silver piece. A fortune\nthis size would take him a dozen lifetimes to earn,\nand at least a lifetime to spend. If Dornal trusted\nsomeone hed just met with such wealth, then the\nman must be a powerful mage indeed. And if so,\nthen he certainly knew more about keeping himself\ns a f e  f r o m  t e m p l a r s  t h a n  J e d r a  d i d .  T h e  b o y\nstripped off his ruined water-skin and used its tie to\nsecure the money bag around his neck, making certain it hung hidden beneath his tunic.\nDornal tossed another money sack into his traveling bag, tied it closed, and stepped to the back door.\nComing? \nhe \nasked.\nJedra couldnt see that he had much choice, not\nif the templars were looking for him. I guess, he\nsaid, and followed the mage out the door.\nWithin hours he found himself sharing a cramped\ncabin in an upper deck of a merchant caravan headed for the city of Tyr. It was hardly a caravan, really,\njust a single enormous wooden wagon pulled by two\nequally enormous mekillotslong, wide, lizardlike\ncreatures with hide thick enough to turn arrows.\nThe wagon they drew looked like a castle on rollers,\ncomplete with battlements from which guards could\nfire on the raiders and wild beasts that roamed the\ndesert. Inside was a warren of decks and compartments with enough cargo capacity to hold an entire\nbazaars worth of goods.\nThis wagons cargo also included slaves, destined\nto labor and probably die on the ziggurat being\nbuilt for the sorcerer-king of Tyr. Jedra shuddered\nwhen he thought of the poor creatures huddled in\ndarkness just a few decks below his own. Had it not\nDornal was obviously testing him. Carefully Jedra described how the templar called down the\nlightning bolt and how he had found the glass afterward.\nA lightning spell, Dornal mused when he was\ndone. Yes, I suppose there might be enough energy in a lightning spell to make something like this,\nbut if the templar didnt fashion it on purpose, then\nI dont suppose he knows anything more about it\nthan you do.\nProbably not.\nIt doesnt seem to need life-force to power it,\nhe said. Truly astonishing. What else does it do?\nYou saw how it magnifies things, Jedra said.\nHe was sitting on the edge of the cabins single\nbunk, trying to keep from getting sick with the swaying of the wagon.\nYes, yes,\nand it makes distant things look\nsmaller and upside-down, said Dornal. I fail to\nsee the usefulness of that, unless you could actually\nmake something become smaller and upside-down.\nIs there a spell for that, perhaps?\nI dont know, Jedra said. I dont think so.\nYou dont think so. Dornal peered at Jedra\nthrough the glass. You know, its becoming quite\nclear to me that you know very little about this . . .\nthis device. You didnt make it yourself, did you?\nJedra had been dreading this moment. He considered lying, but he knew hed be caught in an instant. Reluctantly he said, No. But I saw how it\nwas made.\nDid you now? Tell me about it. What spells\nwere used?\nThey also needed the sunlight the window admitted. Dornal was examining Jedras mysterious piece\nof glass, holding it up to the light and branding lines\ninto the tiny tabletop jutting out from the opposite\nwall.\nbeen for Dornals intervention,\nhe might have\nfound himself in a similar situation.\nThe dry, musky smell of mekillot hide poured in\nthrough the single foot-square porthole in their\ncabin, but closing the shutter would have been\nworse. Theyd only just left the city, but Jedra was\nalready sweating with the heat and he knew it would\nget much worse as the day wore on. They needed all\nthe fresh air they could get, even if it did smell of\ndust and lizard.\n4</p>\n<p>Jerry Oltion\nAnd you know next to nothing. Youre not a\nmage at all, are you?\nNo, Jedra admitted. Hopefully, he added,\nBut I bet I could learn.\nDornal laughed softly, and his laugh sent a chill\ndown Jedras spine. Oh, no doubt you could.\nYouve got potential. I can sense it in you. But I see\nno point in training my own competition. He\nwaved an arm, and Jedra felt his muscles lock into\nplace. The wagon lurched, one of its wheels no\ndoubt falling into a circle of ash that suddenly appeared beneath it as the magician above cast his\nspell. Unable to keep his balance, Jedra toppled to\nhis side on the bunk.\nWith effort, he could still speak. What are you\ndoing? he demanded.\nRetrieving whats mine. Dornal knelt beside\nJedra and removed the money bag from beneath\nthe boys tunic. Thank you for carrying this past\nthe gate guards for me, he said, pouring into his\nhand a collection of crystals and amulets that would\nhave marked anyone as a magician on sight. I\nwasnt sure wed make it past them unchallenged.\nDornal had cast some kind of illusion on the bag,\nJedra realized. He kicked at the magician with all\nhis strength, but his spell-bound leg hardly moved.\nYou used me, he hissed.\nI did. Get used to it. Its going to happen a lot\nwhere youre going.\nWheres that?\nFor answer, Dornal merely pointed downward.\nThen he waved his hand again, and Jedra lost consciousness entirely.\nJedra woke to intense heat and the smell of dozens\nof sweaty, unwashed bodies. The only light came\nfrom two barred windows set in doors on either end\nof the hold, the doors themselves opening only into\ndim companionways, but the boy didnt need light\nto know where he was. Dornal had sold him into\nslavery, probably for little more than the cost of his\npassage. Hed taken back his tunic, too; Jedra now\nwore a simple breechcloth.\nHe sat up and looked around him. There were\ntwenty or thirty others in the hold with him, all\nbound at wrists and ankles with heavy leather manacles and tied to the wall with ropes attached to the\ncollars around their necks. Jedra saw that the slavemaster hadnt been picky; there were humans,\ndwarves, an elf, even one of the insectile thri-kreen.\nWhat did you do, cross the wagon master? a\nfemale voice asked. He turned and saw a short,\nround-faced human woman sitting beside him. She\nwore a halter in addition to her breechcloth.\nI trusted a magician, he said after a moment.\nShe laughed, but not unkindly. Not a wise\nidea , she said.\nA dwarf two people beyond her did laugh unkindly, but not at Jedra. In a voice like distant thunder he said, You should talk, templar.\nThe other slaves laughed. Jedra stared at the\nw o m a n  i n  o p e n  a m a z e m e n t .  S h e ,  a  t e m p l a r ?\nWrong, she said to the dwarf. I was a healer.\nMy powers are psionic, not magical, and to be a\ntemplar youve got to know magic.\nJedra knew next to nothing about psionics, the\nmental abilities that some people could call upon instead of magic, save that such powers supposedly\ndidnt require life-energy to fuel them. He had wondered if his own ability to know when people were\nwatching him was psionic, but hed never before\nfound anyone who could tell him.\nHe was about to ask the woman beside him, but\nthe dwarf wasnt through taunting her. You\nworked for the templars, he said. Thats practically the same thing.\nSlaves work for the templars, too, she spat\nback at him.\nJedra normally wouldnt have gotten mixed up in\nsomeone elses argument, but he wanted to talk with\nthis woman. Besides, he couldnt help noticing that,\ng i v e n  a  b a t h  a n d  a  c h a n c e  t o  b r u s h  o u t  h e r\nshoulder-length brown hair, she would be rather\npretty. It was enough to make him say, Does it\nmatter? Were all slaves now .\nThe dwarf growled, Yah, thanks to the likes of\nher. And maybe you, too, eh? You like templars, do\nyou?\nBut you got paid for it. Blood money, said the\ndwarf.\nStunned by the sudden accusation, Jedra stammered, Iof course not. I mean\nStay out of it, the womans voice said clearly in his\nmind. I can take care of myself. Aloud she said,\nLeave him alone. And leave me alone, too, or Ill\nheal your mouth closed for you.\n5</p>\n<p>A Little Knowledge\nHah, the dwarf snorted, but Jedra noticed\nthat he shut up.\nThe woman turned her attention back to Jedra.\nSo just how did trusting a magician get you\nhere?\nJedra told her the whole story about the piece of\nlightning glass, ending with Dornals betrayal.\nHe told you he was one of Those Who Wear the\nVeil? she asked.\nThats right.\nWell, that was his first lie. The Veiled Alliance\nreally are honest magicians, for the most part. But\ntheyre secretive as thieves when it comes to talking\nabout it, and they hate people like this Dornal.\nI wish Id known that before, Jedra said.\nShe laughed again. We all wish wed known\nsomething we didnt, or we wouldnt be here, thats\nfor sure. Whats your name, anyway?\nJedra. \nWhats \nyours?\nKayan.\nJedra looked up and down the slave hold, but the\nother slaves had already lost interest in the two of\nthem. He leaned close to her anyway. Softly, he\nasked, How did you do that, when you spoke to\nme in my mind?\nYou mean sending thoughts? Its a simple psionic\npower.\nIt wasnt quite like hearing her voice, but Jedra\nunderstood her words perfectly. His intention to ask\nabout his own ability vanished in a sudden, more\nimmediate question. How far can you reach with\nthat? he asked excitedly.\nDepends on how well I can visualize the person\nIm trying to contact, she said aloud. If its someone I know, I can talk to them almost anywhere.\nOtherwise, theyve got to be close.\nThen you can call for help!\nShe shook her head. Who would I ask? Most of\nthe people I know were the ones who put me here in\nthe first place. Theyd think it was real funny hearing from me now.\nBut there must be somebody\nLook, nobody I know is going to come after a\ncaravan just to rescue a couple of slaves. So unless\nyou know someone\nThe Jura-Dai would. The voice was high and\npure, and came from directly across the hold from\nJedra. He looked up to see an elf staring at him. His\nShe looked at him like he had drool on his chin.\nOne of the guards is a psionicist. Thats one of\nthe ways they keep slaves in line. Hell be watching\nfor escape attempts.\n O h . \nKayans expression softened. Look, Id try it in\na minute if I thought itd work, but I know my limits.\nI cant contact any random elf out there. Thats just\nnot the way it works.\nJedra nodded, feeling hope drain out of him, but\na sudden thought checked his plunge into despair.\nWait a minute. These psionic powers of yours\nare they something you can teach?\nWell, youve got to have some inherent ability,\nbut otherwise, yes, its possible. Why?\nJedra nodded toward Galar. You could teach\nhim. He knows plenty of elves.\nKayan looked at Jedra as if hed just suggested\nescaping by a trap doorand then shown her one at\nher own feet. But shed been a slave long enough to\nknow how debilitating false hope could be. Well,\nshe said cautiously, it might be worth a try.\nHuh? How would they know youd done anything?\nKayan shook her head. I dont know anyone in\nhis tribe. So unless theyre traveling along right beside us, I cant reach them.\nYou could try.\nAnd get myself blasted unconscious by the\nguards?\nWhat? Kayan asked.\nI am Galar of the Jura-Dai tribe. My people\nwould come for me if they knew I was here.\nTheyd attack a caravan just for you?\nGalar laughed. There is plenty of treasure on\nboard, too.\nJedra said to Kayan, You can send a message to\nhis tribe!\neyes were set close in a narrow face, and his nose was\nslender and long. Everything about him was long.\nEven bent at the knees, his legs stretched nearly\nacross to Jedra, and his reddish blond hair reached\nthe floor despite being braided. He was like an exaggerated version of Jedra himself, whose elven features had been rounded and shortened by his\nhuman heritage.\n6</p>\n<p>Jerry Oltion\nGalar, they soon discovered, had all the telepathic\nability of a rock. He couldnt even make himself\nheard psionically across the slave hold, much less\nacross the expanse of desert between him and his\ntribe. Jedra, however, surprised them all. With only\na few hours of Kayans coaching, he learned to send\nhis thoughts to anyone in the hold, even the thrikreen. His control was terribleeveryone near his\nintended target heard garbled voices in their heads,\nas wellbut the raw power behind his sending was\nmore than Kayan had ever seen before.\nYoud better stop, she suggested after a particularly strong blast had reached half the slaves in the\nhold. Theres no way the guards couldve missed\nthat. They might not care about a little telepathy\namong the slaves, but theyre going to do something\nabout it if you keep it up.\nJedra sighed. Hed been given a glimpse of something incredible within himself, then told to close his\neyes. I think I should try to contact the Jura-Dai,\nhe said. You admitted my powers stronger than\nyours; I might be able to reach them.\nNo! Kayan pounded the deck between them\nwith her fist. You dont know what youre talking\nabout. Your unfocused thoughts wouldnt make it\nbeyond the first dune. Youve got to learn control\nfirst. She leaned back against the wall. Wait.\nBide your time. Sooner or later an opportunity\nwill come along, and then maybe you can use your\ntalent .\nMaybe, Jedra grumbled, but he supposed\nKayan was right. He would waitfor a little while.\nHe soon learned that the easiest way to wait-and\nto escape the heatwas to spend as much time as\npossible unconscious. He leaned back against the\nwall and let the creaking of the wagon lull him to\nsleep.\nJedra floated face-down in a pool of water. The bottom was far out of reach, but the water was so clear\nonly a faint shimmering told him he was seeing\nthrough anything but air. He drifted peacefully\nalong, watching his shadow slip over the sand below, but when another shadow blotted out his own\nand he turned to see what cast it, he found himself\nsuddenly sinking downward.\nHe thrashed his arms and legs, but the water\nwouldnt support him. He hadnt been breathing\nThe foreign shadow extended itself toward him,\nand suddenly Jedra felt a hand clasping his arm,\npulling him upward. His head broke the surface,\nand he gasped in a breath, blinking in astonishment\nat his rescuer. It was Galar, still bound at the wrists,\nbut behind him Jedra could see an entire tribe of\nelves. He saw their gaily colored tents, their herds of\nlong, beetlelike pack animals called kanks, their willowy children playing in the sand\nJedra sat up with a start, momentarily disoriented\nto find himself back in the slave hold of the merchant caravan. Hed seen a tribe of elves! He could\nstill see them clearly in his mind.\nCould his sleeping brain have used some sort of\npsionic vision to locate the Jura-Dai? It was possible; Kayan had told him he had other untrained\nskills besides telepathy. Jedra turned to ask her, but\nshe was still asleep, and now that he was using his\neyes again, the image in his mind started to fade.\nHe closed his eyes and tried to concentrate. Yes,\nthere they were, a whole tribe of elves camped out\nnear a desert oasis. He could still see them, but he\nknew he couldnt hold onto them for long.\nIt was now or never, he realized. Concentrating\nhard on the elves in his vision, he tried to focus his\nthoughts in the way Kayan had taught him. He felt\na hint of recognition, a faint twinge of contact. It\nwas enough. He summoned all the energy he could\nmuster into the single thought:\nGalar of the Jura-Dai is held captive in a caravan\na day out from Urik on the road to Tyr.\nRetribution came suddenly and with such intensity that Jedra cried out as if he were being burned\nalive, for that was exactly what it felt like. He\nwrithed in agony, feeling his skin peel away in sheets\nof flame. The pain was worse than anything hed\nimagined possible, and it went on and on, far longer\nthan it would have if hed really been on fire. A real\nfire would have killed him by now.\nThen, as suddenly as it had come, the pain went\naway. Jedra collapsed on the deck, gasping for air.\nKayan lifted him to cradle his head on her lap.\nYou had to try it, she said.\nDream, \nJedra \nwhispered \nthrough \nthe \nmemory\nof pain. I saw the elves in a dream, saw my\nchance.\nwhile adrift; now he needed to breathe desperately\nbut couldnt.\n7</p>\n<p>A Little Knowledge\nGalar looked to Jedra and asked, Did you\nreach them?\nI dont know. Jedras whole body shuddered\ninvoluntarily with the release of tension. I couldnt\ntell.\nGalar asked Kayan, Could he really have found\nthem in a dream?\nShe shrugged. Who knows? Its possible, I suppose. What did you see?\nJedra described the camp, with its colored tents\nand pens full of kanks.\nYour chance to get us all punished, the dwarf\ngrowled, eyeing the door warily, but no guards appeared.\nColored \ntents? \nasked \nGalar.\nRed and green and yellow, with blue and yellow\nbanners flying from their peaks, Jedra said.\nGalar shook his head sorrowfully. I dont know\nwhom you saw, if indeed you saw anyone at all, but\nthe tents of the Jura-Dai are the color of the sand.\nTheir only marking is the tribe totem on the walls.\nGalar held out his arm to show them a tattoo on his\nwrist: an angular, stylized raincloud with daggers for\nraindrops.\nOh. Jedra pulled himself up to a sitting position. I was stupid. Im sorry.\nDont be, Kayan said. You didnt know. Id\nhave probably done the same thing in your position.\nI didnt know, Jedra said sullenly. Thats\nstarting to sound like my motto.\n D o n  t  b e  s o  h a r d  o n  y o u r s e l f ,   s h e  s a i d .\nYoure learning.\nOh yes. Ill be a master by the time I die on the\nziggurat. With that, Jedra turned away and\nrefused to respond to any further words of comfort.\nThe wagon rolled on. Exhausted, Jedra slept, this\ntime without any dreams of elves, and when he\nawoke it was already morning. The guards brought\nwooden mugs of water and bowls of thin gruel, but\nJedra had barely eaten half of his before they unshackled him and led him into the upper decks of\nthe wagon. He expected to be taken to the psionicist\nand reprimanded again for his offense, so he was\nsurprised when the guard brought him to the cabin\nhe had shared for so short a time with Dornal. The\nguard knocked, and the mage himself opened the\ndoor.\nWell, hello, Dornal said, stepping aside. Do\ncome in. The guard gave Jedra a shove, and he\nstaggered into the room.\nThank you, Dornal said, tossing the guard a\nsilver coin. Jedra gasped. That was probably more\nmoney than the man made in a month; Dornal was\nobviously buying his silence. Sure enough, the\nguard left and closed the door behind him.\nYou were holding out on me, Dornal said, almost conversationally. You shouldnt have done\nthat, because now I will have to use less subtle methods to extract the information I need. He waved his\nhands, and Jedra once more felt his muscles lock\ninto place.\nThe wagon lurched. He felt himself topple forward and instinctively tried to throw out his hands to\nkeep his balance. Spell-crippled, his arms didnt\nmove, but he nonetheless kept his balance, and\nDornal, directly in front of him, staggered backward as if Jedra had actually pushed him.\nWhats this? the man asked, astonished. He\nrighted himself and waved his arms again, just as\nJedra frantically tried to imagine a fist slamming into the magician. Dornal rocked back on his heels\nwith the blow, but the renewed binding spell\nclamped down on the boy with the force of a giants\n8</p>\n<p>Jerry Oltion\nfist; he fell face-first to the deck, striking with a resounding thump. Blood gushed from his nose, and\nit felt as if hed bitten his tongue.\nYour pitiful little tricks wont help you, boy,\nDornal growled, kicking Jedra repeatedly until the\nhalf-elf nearly fainted from the pain of broken ribs\nand a fractured skull. Jedra tried to scream, but the\nbinding spell wouldnt allow it. He tried to strike out\npsionically, but the pain prevented him from concentrating.\nSatisfied at last that Jedra was subdued, Dornal\ndragged him by the heels into the patch of sunlight\nshining through the porthole. Jedra felt the heat on\nhis bare back, then a sudden burning. Dornal was\nusing the lightning glass on him.\nNow, Dornal said, you will tell me everything you know.\nHe relaxed the binding spell enough to allow Jedra to speak, and the boy let out his breath in a\nlong, gurgling scream. At last he found his voice.\nStop! he shouted, turning his head far enough\nto see the magician kneeling over him. Ill tell you\nanything you want!\nYou will tell me the truth, Dornal said, drawing the point of heat slowly across Jedras back.\nStarting with what other powers you have and how\nyou invoke them.\nCursing and weeping with the pain, Jedra told\nDornal what little he knew, but the magician obviously didnt believe him. He held the glass over the\nboys back, demanding more, until Jedra wished he\nhad some hidden knowledge to give Dornal so that\nthe torture would end.\nAt last Jedra screamed, I dont know any more!\nKill me or let me go, but stop hurting me.\nDornal leaned back out of the sunlight and\nscraped sweat off his brow with the edge of his hand.\nYoure in no position to make demands, he said.\nOn the other hand, Im beginning to think youre\ntelling the truth. He gave Jedra one last burn just\nfor spite, then went to the door and shouted for the\nguard to put the boy back in the hold.\nThis time his wounds were real. Jedra was dimly\naware of being locked up again, of warm hands\ntouching him, of Kayan and Galar discussing his\ninjuries, but he was beyond caring. He wanted only\nto die.\nEven death was denied him. Jedra felt strength\npouring back into him with the same relentlessness\nwith which it had been ripped away, healing and revitalizing his wounds. It took time; he was aware of\nthe wagon moving again and of the day wearing on\ninto night. He was aware of Kayan holding onto\nhim throughout. She was doing this, he knew. She\nwas lending him her strength.\nHe woke with the dawn, aching and hungry but\nhealed. Kayan looked gaunt with fatigue. When the\nguards came with food and water he made her eat\nand drink most of his, despite her protests that he\nneeded it as much as she did.\nYou gave me too much of your own strength,\nhe said. Then, more softly, I didnt know such a\nthing was possible.\nOf course it is, she said. Thats how healing\nworks. All of my powers are like that. Sharing\nthoughts, sharing ability, sharing health-its all the\nsame sort of thing.\nSharing ability?\nShe shrugged. Well, if youve got something\nDepends on what youre trying to do. Why?\nWhat would happen if we both tried calling the\nJura-Dai?\nKayan snorted. Will you forget that idea?\nWasnt it enough that you almost got yourself\nkilled?\nyou can do but I cant, and if Ive got something I\ncan do but you cant, then we can put our heads\ntogether and do them both at the same time.\nJedra could feel sudden excitement building in\nhim. What if you try to share the same ability?\nDoes it get stronger?\nNot if we can make it work this time. Look,\nyouve got the control we need to actually reach\nsomeone. Ive got the power to get us there even if\nwe dont know just who were looking for. I was close\nlast time, I know I was. A little more control and Id\nhave made contact.\nYou think.\nI know.\nIf youre wrong, then we both suffer the guards\nreaction. I cant heal you again if Im hurt too.\nThe dwarf said, Whether hes right or wrong,\nyoud better be able to take care of the guards before you try anything. Another escape attempt and\ntheyll probably punish us all. And if they do, I\n9</p>\n<p>A Little Knowledge\npromise you, youll regret it.\nbreathing in the dark beside him.\n W e  v e  g o t  t o  t r y  s o m e t h i n g ,   J e d r a  s a i d .\nLets at least say we died trying.\nWeve got to escape this caravan before we get to\nAfter a long time, she answered, Lets see if we\nTyr.\ncan try and live to tell about it instead.\nI have no objection to escaping, the dwarf said.\nYou just make sure we do escape when you try it,\nthough.\nHes right, said Kayan. Its a long trip. We\ncan afford to wait for a better opportunity.\nI dont want to wait.\nWell youre going to have to, she said, because Im not going to help you get yourself hurt\nagain.\nJedra looked to Galar for help, but the elf only\nheld out his slender hands in a gesture that said as\nplain as words, What can we do?\nAbout midday the caravan came to an outpost. The\nslaves could hear shouts of joy from the wagon\nguards, but those shouts soon turned to dismay\nwhen the guards saw that the outpost had been raided recently. The wagon stopped only long enough\nfor the guards to sift through the ruins, then started\nup again. That night when they brought water, the\nmugs were only half full. When the slaves complained, one of the guards growled, Be glad you\nget any. The raiders poisoned the well. Were all on\nhalf rations until we get to the next outpost.\nThe slaves had been getting the bare minimum\nalready; half that was hardly enough to keep them\nalive. They made it through another day and a half\nbefore a sandstorm blew up out of the deep desert\nand forced them to a stop, and there they stayed for\ntwo more days, listening to the howl of sand-laden\nwind battering against the wagons closed hatches.\nThe second day they got no water at all.\nTheir mouths and tongues were too swollen to allow speech. Theyve given up on their cargo, Kayan\nsaid in Jedras mind when the evening water time\ncame and went without a show of guards. Now\ntheyre hoarding whats left for themselves.\nI think its time we tried calling for help, Jedra\nanswered.\nN o .\nWhy not? Weve got nothing to lose, do we?\nWere going to die in this hold in a day or two anyway, unless we do something.\nKayan said nothing. Jedra could hear her labored\nThe convergence felt a little like the sharing of\nthoughts, but this time their combined consciousness grew until they felt like a single incredibly powerful being. The slave hold took on a shimmery, not\nquite substantial quality, as if the linked Jedra and\nKayan existed on a higher plane that was only loosely tied to reality. It looked much like Jedras underwater dream when he had seen the elves.\nUnlike in his dream, they could move freely here,\ndirecting their attention wherever they chose. Cautiously, lest they alert the psionic guard to their presence, they drifted through the wagons walls and out\ninto the desert, searching for a tribe of elves.\nThe sandstorm was a whisper of motion, nothing\nmore. In the dream, Jedra and Kayan became a\nswift, sleek-winged bird darting over the desert. The\nminds of other travelers were great funnels down\nwhich they could slide, only to find themselves looking out of strange eyes at the interiors of wagons or\ntents. None belonged to the elves they sought. They\nsearched outward in ever-widening spirals, leaving\nthe storm behind and speeding over the dunes faster\nthan any real bird could fly, rising higher and higher\nto see more desert at once-until, finally, they found\nan enormous well leading down toward dozens of\ntents pitched at the base of a mountainous dune.\nThe tents would have been hard to spot if the\ndreamscape hadnt exaggerated them out of proportion, for they were the same grayish yellow color\nas the sand. Their walls were decorated with the stylized cloud raining daggers that Galar had shown\nthem.\nF o u n d  t h e m !  t h e y  t h o u g h t  t o g e t h e r .  T h e y\ndropped toward the largest tent, felt themselves being drawn into the mind of the elf inside, and looked\nout through his eyes to see a bard playing a harp to\na dozen or more elves reclining on woven rugs. The\nelves clothing made up for the lack of color on their\ntents; men and women alike wore loose, rainbowcolored blouses and pants. Desert life had darkened\ntheir leathery skin to a deep brown.\nJedras and Kayans host became aware of their\npresence, and quickly they sent, Galar of the Jura10</p>\n<p>Jerry Oltion\nDai is a slave in a caravan caught in a sandstorm\nfive days out from Urik to Tyr.\nThey had no time to listen for a response. The\ntent and its occupants swirled as if they were smoke\nblown by the wind, and suddenly Jedra and Kayan\nwere adrift over the desert again. The guard, they\nrealized. He heard our sending.\nA whirlwind danced across the dunes toward\nthem: the guards attack on their minds rendered\nvisible in the dreamscape. Kayan and Jedra became\na bird again, darting in and out around the whirlwind, seeking some sign of weakness where they\ncould press an attack of their own.\nInside, the part that was still Kayan said, directly\ninto his mind.\nThey flew over the top and down through the center of the funnel. The whirlwind writhed like a\nsnake, trying to throw them out, but they were\nfaster. When they reached the point of the funnel\nthey grew larger and spread their wings outward\nwith the force Jedra had discovered when Dornal\nhad attacked him. The whirlwind spun into fragments, leaving a dark shadow of itself in its place.\nJedra and Kayan slid into the shadow and found\nthemselves in a silent, unguarded cave. They had\nknocked the guard unconscious.\nKill him, Jedra said.\nNo, heal him so no one else knows anything happened, Kayan answered, including himself.\nThey wound their way through the dark caverns\nof the guards mind, sealing off whole sections of it\nas they passed. They let him keep just enough psionic ability to monitor the slaves but not enough to\nharm them, and they blocked his memory of the\nbattle completely. They left him snoring peacefully\nin his cabin, then dissolved their link.\nComing out of convergence felt like losing half\ntheir intelligence. Jedra wanted to join again immediately, but the new fatigue in his dehydrated body\nwarned him that he had already paid a high enough\nprice for their temporary enhancement. Doing it\nagain would have to wait for better days.\nThe sandstorm blew over in the night, and the wagon moved out again the next day, reaching another\noutpost by evening. This one was still standing, and\nfor the first time in three days the slaves received\nwater. Their strength slowly returned, and Jedra\nand Kayan began to hope they might survive long\nenough to learn whether or not their efforts had\ncome to anything.\nThe other slaves werent even aware at first of\nwhat Jedra and Kayan had done, but since they had\nalready gotten away with it, the two finally decided\nto tell their fellow prisoners. At first the others were\ncautiously optimistic, but when another day passed\nwithout action, their mood began to grow ugly.\nThe elves arent going to come, said one.\nWe dont even know if they exist, said another.\nShouldve known better than to trust a half-elf\nboy, a third muttered.\nA half-elf and a templar, the dwarf put in,\nfeeding us false hope so wed think they were with\nus.\nGalar spoke up. If my people heard the call,\nthey will come.\nHe got his answer that evening, when a sudden\ncommotion broke out on the upper decks. Shouts\nand the pounding of running feet echoed down the\ncompanionways, and the wagon lurched to a halt as\na loud crack of thunder split the air.\nThey heard it, Jedra said. Give them time;\nthey were a long way away. But inwardly he\nwondered. Would they come?\nLink up, Kayan hissed, and almost immediately she and Jedra were back in convergence. The\nwagon became insubstantial, and their consciousness slipped away and upward to watch the battle.\nThe desert was covered with elves and their\nbeetlelike kanks. Armed raiders swarmed like ants\nup the sides of the wagon, hacking at the guards\nwith swords and overpowering them by sheer numbers. A silver eagle with iridescent wings flew\nthrough the dreamscape, breathing fire upon the\ndefenders; the elves had a psionicist as well, it\nseemed. A tiny whirlwind rose toward it-the greatly\ndiminished wagon guard returning the attack-but\neven as they joined battle a third warrior entered the\ndream.\nIt came as a giant black bat, but the bat was different in texture from the eagle and the whirlwind. It\nhad a soft-edged fuzziness about it, as if it were\nsomehow less substantial than the others, and its\nface was recognizably human.\nDornal, Jedra realized. Does he have psionic\npower, too?\n11</p>\n<p>A Little Knowledge\nHes fighting with magic, Kayan said. Thats why\nhe doesnt look the same as the others.\nHis insubstantiality in the psionic vision evidently\ndidnt affect his ability to enter the fray. The bat\nswept over the eagle and the whirlwind, spitting\nlightning bolts ahead of it like spears. It attacked\nindiscriminately, blasting both with multiple strikes\nuntil the eagle fell smoking from the sky and the\nwhirlwind blew away into nothing.\nThen it turned its attention to Jedra and Kayan.\nThey had been hovering overhead as a bird\nagain, but as the bat rose toward them their combined intellect fashioned a barrier, a sheet of glass\nthat trapped the lightnings fury and held the bat at\nbay.\nLightning glass, Jedra thought. Exulting in his\nnewfound abilities, he bent the glass to match the\nshape of the piece he had discovered in the bazaar,\nand suddenly the bat beneath it glowed white hot,\nflared, and disappeared in a cloud of greasy smoke.\nThe dreamscape shook as if gripped by an earthquake, and Jedra and Kayan tumbled out of convergence to find the slave hold full of elven raiders,\ntwo of whom were slicing through their bonds.\nThe  leader of the elves, a heavily muscled warrior\nwho bled from half a dozen sword slashes, advanced\ninto the hold. He grinned when he saw Galar and\nsaid, You look like walking death.\nSo do you, Galar replied, and the two embraced like long-lost brothers.\nYou may all go free, the elf warrior said to the\nslaves, but take nothing with you. Everything in\nthis wagon now belongs to the Jura-Dai.\nGalar nodded to Jedra and Kayan. These are\nthe ones who called you here, he said.\nThe warrior bowed to the half-elf and the human.\nIn that case, you may take whatever you wish, and\nyou may travel with the Jura-Dai until you reach the\nsafety of your own kind.\nThank you, Jedra said. Theres one thing in\nparticular Id like to retrieve. He took Kayans\nhand and led her out of the slave hold, up narrow\ncompanionways choked with elves already hauling\nthe wagons cargo away, and onto the passenger\ndeck.\nSmoke seeped from beneath Dornals cabin door.\nThey opened it cautiously, holding their breath\nagainst the stench of burned meat, and looked inside to see the magicians body lying on the floor, his\ncharred flesh curling from exposed bones.\nHorrified at the spectacle but unable to look\naway, Jedra stepped into the room. The floor was\nbarely scorched around the body; it was as if the\nmagician had burned from the inside out.\nHow could we have done such a thing? he whispered in his mind.\nWild talent can be unpredictable, Kayan answered.\nJedra stared at the body until he was forced to\nbreathe, then finally said, I think we need to tame it,\nthen.\nThe lightning glass rested on the floor near one\ncrisped hand. Jedra picked it up and turned away,\nbut Dornals traveling bag sitting open on the bunk\nmade him pause. He upended it, and along with the\nclothing out fell two small leather sacks. One held\nmagical amulets, and the other was full of money.\nJedra took them both and left the room. These\nwill probably be useful where were going, he said as\nhe closed the door behind him.\nWhere is that? Kayan asked aloud.\nSomeplace where we can find a real member of\nthe Veiled Alliance, he said. He led the way out of\nthe wagons interior and down the gangplank to the\nsand where the elves were piling their booty.\nKayan blinked in the sudden brightness. Why\nthe Alliance? she asked.\nBecause theres still too much we dont know,\nJedra replied. He saw her puzzlement and went on.\nIgnorance got me into this mess. If it hadnt been\nfor you, Id have never gotten out of it. But even\nnow I know just enough to be dangerous. If Iif we\nare going to survive in this world, then we need to\nmaster the forces that shape it, and for that we need\na mentor.\nWe? she asked.\nJ e d r a  g r i n n e d .   W e l l ,  a f t e r  a l l  w e  v e  g o n e\nt h r o u g h ,  I  j u s t  A m  I  a s s u m i n g  s o m e t h i n g  I\nshouldnt?\nShe shook her head and smiled. No. We\nsounds just fine to me.\n12</p>",
    "source_pages": [
      198,
      209
    ],
    "metadata": {
      "parent_slugs": [
        "a-little-knowledge"
      ],
      "level": 2
    }
  }
}