{
  "slug": "chapter-four-alignment",
  "transformer": "journal",
  "source_section": "Chapter Four: Alignment",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-four-alignment",
    "title": "Chapter Four: Alignment",
    "content": "<p>DARK SUN  campaigns call upon players to\nroleplay their characters according to alignments,\njust as in AD&D ® campaigns. The alignment\nscheme is the same, combining an attitude toward\norder flaw, neutrality, or chaos) with an attitude toward morality (good, neutrality, or evil). All characters and creatures have an alignment in Dark Sun.\nAs stated in the Players Handbook, consider\nalignment as a tool, not a straightjacket that restricts\nAlignment in Desperate Situations\nthe character. Encourage players to manipulate their\nDark Sun characters, using alignment to enhance\n(Optional Rule)\ntheir roleplayingcreative roleplaying in the Dark\nSun world, as in any AD&D campaign world, will\nenhance both its realism and its enjoyment.\nHalf-giants and Alignment\nAs stated in Chapter 2: Player Character Races,\nhalf-giants have rapidly shifting attitudes toward\nboth order and morality. Their imitative nature and\nbasically poor grasp of right and wrong facilitate\nthis flip-flopping of attitudes which, in game terms,\nmanifests itself as a change in alignment. One half\nof a half-giants alignment remains fixed, the other\nhalf may vary.\nA half-giant must choose an alignment every\nmorning, one that reflects a reaction to his changing\nenvironment, but it must be an alignment that the\nDM agrees to. In general, a half-giant will be imitative or will be reacting to his environment when a\nchange in alignment occurs. Unless there is a valid\nreason for the half-giant to become, say, chaotic evil\nfor a day, then the DM should not allow it. If a player repeatedly requests daily alignment changes simply for personal gain, the DM should suggest he\nplay another type of character. Remember, a halfLawful Good\ngiant characters alignment may change each day,\nbut it isnt mandatoryhe may go months at a time\nwithout a single change. For this reason, half-giant\ncharacters, while the dumbest in the campaign\nworld, are generally the most difficult to accurately\nroleplay.\nA half-giants shifting alignment should become\na hindrance as often as it is a boon. His any-waythe-wind-blows thinking can make him appear unreliable, even dangerous to characters with a more\nlinear approach to order and morality. The DM\nmust sometimes present situations where a halfgiants changing alignment will cause him some\ngrief.\nLife threatening circumstances always put a characters alignment to the test. How he acts, how he\ntreats the other characters in a party, and how he\ncontrols his own actions can change drastically with\ndesperation. \nThese \nrules \nare \npresented \nchiefly \nto\ngovern situations where water is in very short supply,\nbut they can be adapted to a variety of other situations: the commodity in short supply could just as\neasily be food in times of famine, the antidote to a\npoison, the cure for a widespread disease, air in a\ncollapsed tunnel, etc.\nA party of characters that has a potentially deadly shortage of water will have to take several things\ninto consideration. Individually, characters should\nreact based on their alignment. As a group, they\nwill have to examine which of their number are\nstrong and capable and which are weak and in need\nof assistance.\nPlans may be made to give more water to certain\nindividuals so they can survive to cast spells or fight\nfoes. How characters react to such plans again rests\nwith their alignments.\nA character of this alignment will insist that everyone get an even share of what water there is, even\nthose in the party who seem beyond hope. He will\nreadily conceive of and accept plans that call for unequal distribution of water for the good of the\ngroup, but will never let the weak or dying go without water.\n42</p>\n<p>Lawful Neutral\nSuch characters will insist that everyone get an\neven share of available water, but wont care one\nway or the other about characters that may be bey o n d  h o p e .  H e  w i l l  a l s o  a c c e p t  t h a t  c a l l  f o r\nChaotic Neutral\nunequal distribution of water for the good of the\ngroup.\nA character of this alignment will insist that available water be evenly distributed among the ablebodied of the group, but wont offer any to those\nChaotic Evil\nwho seem too far gone. He will accept plans that call\nfor unequal distribution of water for the good of the\ngroup, especially if that means more water for him.\nA neutral good character will insist that everyone\nSevere Desperation\nin the group get an even share of remaining water,\neven the severely dehydrated. He will consider plans\ncalling for unequal water distribution, but will have\nto be convinced that the plan will ultimately benefit\nthe party and not hurt him personally.\nA character of this alignment will want a fair\nshare for himself, but wont necessarily come to the\naid of the very weak. He will consider plans that call\nfor unequal water distribution, but only if he and\nthe party will benefit in the short term.\nA character of this alignment will insist on his fair\nshare, and will be against giving water to the very\nweak. He will consider plans for unequal water distribution, but only if he personally will benefit soon.\nA chaotic good character will insist that everyone\nget an even share of the available water, even the\nFor the purposes of this rule, severe desperation\nsets in when one member of the party (either a PC\nor NPC dies from dehydration and the situation\nshows no signs of changing. At such times, the DM\nshould make a Wisdom check for each character\nevery day in order to avoid madness.\nThe madness created by water deprivation forces\na character to adopt a chaotic evil alignment for that\nday with regards to obtaining water. The DM\nshould inform the player of this temporary alignment changethe player should do his best to\nadopt the madness in his characters style: a stupid\ngladiator might simply take out his sword and demand the water, whereas a bard might poison some\nof his fellows in secret to increase his share. If a player is unwilling to take appropriate actions, the DM\nshould make the character into an NPC until the\nmadness wears off. It is mostly for this reason that\nthis rule is optional. Alignment related class abilities\nare lost during the period of madness.\nOnce a character has a successful Wisdom check\nor is rehydrated, the madness goes away.\nA chaotic evil character will freely lie, cheat, or even\nkill to get all the water he can. He will constantly\nsuggest plans calling for unequal water distribution\nthat grant him additional water immediately.\nSuch a character will insist on his fair share, and\nwont concern himself with the plight of the very\nweak. He wont consider plans calling for unequal\nwater distribution unless he personally gets more\nwater as part of the plan.\nvery weak. He will not consider plans calling for unequal water distribution unless he and those he likes\npersonally get more water as part of the plan.\nLawful Evil\nNeutral Good\nTrue Neutral\nNeutral Evil\nChaotic Good\n43</p>",
    "source_pages": [
      44,
      45
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-rules-book"
      ],
      "level": 2
    }
  }
}