{
  "slug": "chapter-three-player-character-classes",
  "transformer": "journal",
  "source_section": "Chapter Three: Player Character Classes",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-three-player-character-classes",
    "title": "Chapter Three: Player Character Classes",
    "content": "<p>Player characters on Athas fall into the same general groups found in the traditional AD&D® game:\nwarrior, wizard, priest, and rogue. Dark Sun characters can also be psionicists, as described in The\nComplete Psionics Handbook. There are, however,\nminor modifications to all classes.\nDark Sun is a world of powerful psionics. Every\nplayer character has at least one psionic talent, as\ndo many of the non-player characters and monsters.\nA thorough understanding of The Complete Psionics Handbook is required for full enjoyment of\nany DARK SUN  campaign.\nWizard Classes\nThere are three different classes within the warrior group on Athas: fighter, ranger, and gladiator.\nEach is conditioned for a particular style of combat.\nThe fighter is a skilled warrior, trained for both\nA wizard is able to capture and master magical\nenergies. However, on Athas, magic and the ecosystem are irrevocably bound-no one, not even a wizard, can affect one without affecting the other.\nAll wizards must decide at the beginning of their\nThe gladiator is a specialized warrior trained for\ncombat in the arenas. He is skilled in the use of\nmany obscure weapons and combat techniques, including those peculiar to specific combat games and\nexhibitions popular among the general populace.\nAs a note, there are no paladins on Athas.\nindividual combat and warfare in military formations. Characters of this type are the mainstay of\nany organized military force.\nThe ranger is a warrior knowledgeable in the ways\nof the wilderness, skilled in surviving the rigors of\nthe wild oases and the brutal stretches of desert between them. Many slave tribesmen are rangers.\nA Note About Psionics\nWarrior Classes\n19</p>\n<p>careers whether they are trying to work with nature\nor without regard for it. In Dark Sun, this means a\nwizard must be either a defiler or a preserver.\nRogue Classes\nThe defiler is a wizard who activates tremendous\nmagical energy without regard to its effect on the\nenvironment. With the casting of each spell, a defiler destroys a portion of the worlds ecosystem, rendering it dead and sterile. The means by which a\ndefiler learns and uses magic is comparatively easy\nto master, so he advances quickly. A defiler can be\neither a noble, freeman, or slave.\nThe preserver attempts to use magic in concert\nwith the environment. Learning how to wield such\nmagic on Athas is especially difficult, so the preservers advancement is slow. A preserver can be either a freeman or slave.\nThe illusionist is a specialist wizard who wields\nmagical illusions. An illusionist can be either a preserver or a defiler, and will advance in levels accordingly. An illusionist can be from any social class.\nPriest Classes\nThere are three types of priests on Athasclerics,\nThe Psionicist Class\ntemplars, and druids.\nThe cleric is a free-willed priest, tending the needs\nof the local people with his particular talents. On\nAthas, clerics draw their magical energy directly\nfrom one of the four elemental planes: earth, air,\nfire, or water; not from any manner of deity. A cleric\nmay be either a freeman or a slave.\nThe templar is a regimented priest devoted to a\nsingle sorcerer-king. Such disciples work within the\nhierarchy of that particular sorcerer-kings clergy,\nadvancing in power and position. A templar draws\nhis magical energy through his sorcerer-king. A\ntemplar can be either a freeman or a noble.\nThe druid is a priest tied to a particular feature or\naspect of Athas. Unique geographic features are\nguarded by spirits when druids serve. For example,\na pooled oasis has its own spirit and a single druid\nwill reside there to protect it and preside over its use\nby humans, demihumans, and animals. Druids can\nbe from any social class.\nAthas is a world of corruption and power where\nrogues are well-suited to success. There are still\nthose, however, who use their disreputable talents\ntoward noble ends, but they are especially rare.\nThere are two types of rogues on Athas: thieves and\nbards.\nThe thief is a rogue whose strengths lie in stealth\nand pilfering. On Athas the thief can be regarded\nas a talented individual for hire-some city states do\nnot even consider the thief as a wrongdoer; only the\nperson who hired him is guilty of a crime. The thief\nmay also be a simple robber seeking personal wealth\nor redemption. A thief can be from any social class.\nThe bard is a rogue who uses songs and tales as\nhis tools. He is a man of wit and comradeship. With\nfew other talents to offer, the bard is still a welcome\nsource of entertainment and information across\nAthas. A bard can be from any social class.\nThe psionicist uses the forces of his own mind to\naffect his environment. Psionic powers are not magical in nature, that is to say, psionic powers do not\ndraw upon magical energy that surrounds all things.\nRather they are derived from within when the\npsionicist has his entire essence in coordination; his\nmind, body, and soul in perfect harmony. Since psionic powers are not magical, they in no way affect\nthe worlds ecosystem when they are used.\nAny human or demihuman character who meets\nthe ability requirements may elect to be a psionicist.\nHowever, those who do not choose the psionicist\nclass will have latent psionic powers. Every player\ncharacter in Dark Sun has latent psionic powers\nand will be a psionicist or wild talent. Refer to the\nPsionicist section below for details.\n2 0</p>\n<p>Class Ability Score Requirements\nAs with character classes in other campaign\nworlds, those unique to Dark Sun require minimum\nscores in various abilities. For classes not unique to\nDark Sun, the ability score requirements listed in\nthe Players Handbook still apply.\nClass Ability Requirements\nClass\nS t r\nDex\nCon\nInt\nWis\nCha\nGladiator\nDefiler\nTemplar\nPsionicist\n13\n12\n15\n3\n10\n7\n1 1\n12\n15\nNewly Created Characters\nIn Dark Sun, characters do not begin adventuring as novices to the world around them. Rather,\nthey start with a fair degree of experience.\nStarting Level\nIn Dark Sun, all single-classed player characters\nstart the campaign at 3rd level. A player character\nthus begins his adventuring career with the minimum number of experience points to attain 3rd\nlevel. He gets the THAC0 and saving throws of a\n3rd level character, plus any class or race benefits\nthat apply. This rule reflects the fact that daily life\non Athas is much harsher than it is in other\nAD&D® realms, forcing characters to mature more\nquickly if they are to survive.\nStarting Hit Points\nBeginning characters determine their hit points in\na fairly normal fashion. Roll a hit die for each of the\ncharacters first three levels of experience, apply any\nConstitution modifications to the rolls, and then total them to determine starting hit points.\nStarting Proficiencies\nStarting player characters receive their initial\n21</p>\n<p>weapon and nonweapon proficiencies, plus the additional slots due at 3rd level. Thus, warriors receive\nan additional weapon slot (5 total) and an additional nonweapon slot (4 total) for being of 3rd level.\nWizards and priests receive an additional nonweapon proficiency (5 total) for being of 3rd level.\nFor those not used to this system, remember that\nthe Number of Languages column from Table 4:\nIntelligence in the Players Handbook indicates a\nnumber of bonus nonweapon proficiency slots.\nStarting Money\nPCs who start the campaign as freemen have\nthree times the starting money stated in Chapter 6:\nMoney & Equipment of the Players Handbook.\nMulti-classed Player Characters\nPlayer characters who are multi-classed start adventuring in the campaign at different levels. The\ncharacter begins with just enough experience points\nto be 2nd level in his most expensive class.\nFor example, a fighter/preserver would have\n22\n2,500 experience points in each class, the minimum\nto be 2nd level as a preserver, letting him start the\ncampaign at 2nd level in each class. A fighter/\npreserver/thief would al so have 2,500 experience\npoints in each class, which is enough to make him\n2nd level as both preserver and fighter, but enough\nto let him start the campaign as a 3rd level thief.\nNon-player Characters\nWhile player characters start the campaign at\nhigher levels, NPCs can still be 1st or 2nd level, as\ndetermined by the DM. Thus, it is important to realize that the PCs are truly exceptional individuals\nand that lower-level NPCs will be fairly common.\nClass Descriptions\nThe complete character class descriptions that\nfollow provide detailed information about each\nclass. Those unique to Dark Sun are detailed fully\nwhile those that are found in other campaigns are\npresented so that the contrasts to similar characters\nin other settings can be made clear.\nWarriors\nThere are no paladins in Dark Sun-the idea of\nserving good and right for the simple rewards of inner peace and faith faded from the barren world of\nAthas long ago. There is, however, one new warrior\ncharacter class: the gladiator. Born of a demand for\nblood and excitement in the arenas, gladiators are,\nperhaps, the most deadly fighting characters.\nFighter\nAbility Requirements:\nStrength 9\nPrime Requisite:\nStrength\nAllowed Races:\nAll\nOn Athas, the fighter is a trained warrior, a soldier skilled in mass warfare. Every society on Athas\nmaintains an army of fighters to protect itself from\nattack or to wage wars of plunder and annihilation</p>\n<p>against its neighbors. Fighters are both the commanders and soldiers in these armies, and at higher\nlevels are experts in both individual and formation\ncombat, leadership, and morale.\nFighters can have any alignment, use magical\nitems, and gain weapon proficiencies and specialization as described in the Players Handbook.\nAs a fighter increases in experience levels, his reputation as a warrior and leader of men grows. As\nword spreads, less experienced warriors who are eager to fight for the same causes will seek him out.\nThese followers will remain loyal to the fighter for as\nlong as they are not mistreated and there are battles\nto be fought. A fighter need not have a stronghold\nto attract followers.\nFollowers are always gained in groups of 10 individuals called a stand. All 10 are of the same race\nand experience level and have the same equipment.\nA unit consists of some number (usually 2-20) of\nidentical stands.\nOnce a fighter reaches 10th level, he attracts his\nfirst unit of followers. This first unit will always be\nmade up of warriors of the same race and background as the fighter (if the fighter is a slave tribesman, so will be his first unit of followers). The first\nunit will consist of 1d10+2 stands (30-120 individuals). Roll 1d2+1 to determine the level of the\nunit.\nAs the fighter gains each new level beyond the\n10th, he will attract another unit of followers. Roll\ndice to determine the number of stands in the unit\nand the level of the followers. These subsequent followers, \nthough, \nmay \nbe \nof \nvery \ndifferent \nbackgrounds than the fighter himself.\nA fighter cannot avoid gaining followers. The\ndesperate populations of Athas are constantly on\nthe lookout for great commanders; warriors who will\nlead them on campaigns of glory.\nFighters Followers\nChar. Level Stands\nLevel\nSpecial\n1 1\n1 d 1 0 + 4\n1 d 3 + 1  5 %\n12\n1d12\n1 d 3 + 2\n1 0 %\n13\n1 d 1 2 + 2\n1 d 4 + 1\n1 5 %\n14\n1 d 1 2 + 4\n1 d 4 + 2\n2 0 %\n15\n1d20\n1 d 6 + 1\n2 5 %\n16\n1 d 2 0 + 2\n1 d 6 + 2\n3 0 %\n1 7\n1 d 2 0 + 4\n1 d 8 + 1\n3 5 %\n18\n1 d 2 0 + 6\n1 d 8 + 2\n4 0 %\n13\n1 d 2 0 + 8\n1 d 1 0 + 1\n4 5 %\n20\n1d20+10    1d10 + 2\n5 0 %\nStands indicates the number of stands of followers\nthat are attracted to the character.\nLevel indicates the level of the characters that make\nup the stand.\nSpecial indicates the chance that the unit is of an\nunusual nature. Some examples include: kank\ncavalry, thri-kreen, elves, aarakocra, or human\nfighters of exceptional equipment or morale-the\nDM decides all special characteristics beyond\nnumber of stands and level of followers.\nIt is important to remember that these are merely\nthe automatic followers that a fighter gains. In the\ncourse of a campaign, a player who wishes to roleplay the situations might raise huge armies of former slaves or gain control of an entire thri-kreen tribe.\nA fighter has the following special benefits:\nA fighter can teach weapon proficiencies when he\nreaches 3rd level. The fighter can train students in\nthe use of any weapon in which he is specialized.\nThe fighter may train a number of students equal to\nhis level in a single class, and a class requires 8\nhours of training each and every day for one month.\nAt the end of that time each student must make an\nIntelligence check; those who pass gain a bonus proficiency slot in that weapon. A student may only be\ntrained once, regardless of success, with a specific\nweapon. Students can learn any number of new\nproficiencies in this manner, even beyond those slots\nnormally allowed for a character of that level.\nA fighter can operate heavy war machines when\nhe reaches 4th level, including bombardment\n23</p>\n<p>engines (like ballistae, catapults, and trebuchet),\ncrushing engines (like rams and bores), and siege\ntowers.\nA fighter can supervise the construction of defenses\nwhen he reaches 6th level. These include ditches and\npits, fields of stakes, hasty stone and wooden barricades, and even semi-permanent stone fortifications.\nSpecific rules governing the construction of these defenses are presented in Chapter 9: Combat.\nA fighter can command large numbers of troops\nwhen he reaches 7th level. In roleplaying terms, the\nfighter has mastered the skills and techniques to\ntake charge of 100 soldiers per level-this includes\nterminology, use of messengers and signals, use of\npsionic and magical aids to communication, etc.\nRules or troop command in roleplaying are given in\nChapter 9: Combat.\nIn BATTLESYSTEM  miniatures rules terms,\nthe fighter gains a command diameter, or CD. This\nvalue is calculated by adding the fighters experience level to his Loyalty Base figure (from the Charisma Table in the Players Handbook). Note that\nthis ability allows the fighter to command troops assigned to him, but does not give him the ability to\nraise the troops himself.\nA fighter can construct heavy war machines when\nhe reaches 9th level, the specific rules for which are\ngiven in Chapter 9: Combat.\nIn all cases where the rules here dont contradict\nthem, the rules covering fighters in the Players\nHandbook should be used.\nGladiator\nAbility Requirements:\nStrength 13\nDexterity 12\nConstitution 15\nPrime Requisite:\nStrength\nAllowed Races:\nAll\nGladiators are the slave warriors of the city states,\nspecially trained for brutal physical contests. Disciplined in many diverse forms of hand-to-hand combat and skilled in the use of dozens of different\nweapons, gladiators are the most dangerous warriors on Athas. They advance as Paladin/Rangers.\nA gladiator who has a Strength score (his prime\nrequisite) of 16 or more gains a 10 percent bonus to\nthe experience points he earns.\nGladiators can have any alignment: good, evil,\nlawful, chaotic, or neutral.\nA gladiator can use most magical items, including potions, protection scrolls, most rings, and all\nforms of enchanted armor, weapons, and shields; he\nabides by all warrior restrictions that apply.\nGladiators have the following special benefits:\nA gladiator is automatically proficient in all weapons. he never suffers a penalty for not being proficient with any weapon, even one that is new to him.\nA gladiator can specialize in multiple weapons.\nAs a reward for their years of training and discipline, gladiators are the ultimate masters of weapons. A gladiator character may specialize in any\nnumber of weapons, provided he has the number of\n2 4</p>\n<p>proficiency slots required.\nA gladiator is an expert in unarmed combat. He\nreceives 4 point modifier to punching and wrestling\nattack rolls, which he can use as a plus or a minus to\nhis roll after it is made. The gladiator may consult\nthe Punching and Wresthng Results Table in the\nPlayers Handbook while ma king this decision.\nA gladiator learns to optimize his armor when he\nreaches 5th level. He conditions himself to use his\narmor to its best advantage, dodging and moving\nhis body in such a way that opponents are confounded by his armor and shield. Provided the\ngladiator is wearing armor, his armor class is reduced by one for every five levels (-1 at 5th-9th\nlevel, \n-2 \nat \n10th-14th \nlevel, \n-3 \nat \n15-19th \nlevel,\n-4 at 20th level). This benefit does nothing for\ngladiators who arent wearing armor. Some magical\nitems (like a ring of protection +2), do not count as\narmor while others (such as bracers of defense) do.\nThe DM must rule on a case-by-case basis.\nA gladiator attracts followers when he reaches 9th\nlevel. The followers arrive in the same manner as for\nfighters. A gladiators first unit will always consist of\nother gladiators who have come to study his fighting\nstyle and learn from a true master.\nRanger\nAbility Requirements:\nStrength 13\nDexterity 13\nConstitution 14\nWisdom 14\nStrength, Dexterity, Wisdom\nHuman, \nElf, \nHalf-elf,\nHalfling, Thri-kreen\nPrime Requisites:\nRaces Allowed:\nThough Athas is a land different from other\nAD&D® campaign worlds, the role of the ranger is\nRANGERS FOLLOWERS\nlargely unchanged. The wilderness is harsh and unforgiving, calling for skilled and capable men to\nmaster its waysthe ranger answers that challenge.\nA rangers motivations can vary greatly. For instance, human rangers are very often former slaves\nforced into the desert wilderness for simple survival.\nHalfling rangers, on the other hand, are an integral\npart of their aboriginal society, serving as advisors\nand trackers. Whatever their origin, all rangers are\nof good alignment, living rugged lives through clever\nmastery of their surroundings.\nA ranger can use any weapon or wear any armor,\nand he can fight two-handed, just as described in\nthe Players Handbook.\nA ranger also gains the tracking, move silently,\nand hide in shadows abilities as described in the\nPlayers Handbook.\nAn Athasian ranger must also choose a species\nenemy, gaining attack adjustments against them\n(consult Chapter 11: Encounters for a list of possible species enemies).\nA ranger is skilled at animal handling. His adeptness with both trained and untamed animals is,\nagain, just as presented in the Players Handbook.\nA ranger can learn clerical spells when he reaches\n8th level. At that time, he must decide upon a single\nelemental plane of worship and can only choose\nspells from that sphere (a ranger cannot use spells\nfrom the Sphere of the Cosmos). A ranger never\ngains bonus spells for a high Wisdom score, nor is\nhe ever able to use clerical scrolls or magical items\nunless specifically noted otherwise.\nWhile a ranger cannot enchant magical potions\non his own, he can reproduce them using botanical\nenchantment (see Chapter 10: Treasure).\nAt 10th level, a ranger attracts 2d6 followers, but\nhis followers are far different from those granted to a\nfighter or gladiator. To determine the type of follower acquired, consult the following table (rolling\nonce for each follower).\n01-04\n05-08\n09-12\n13\nAarakocra\nAnakore\nAnt Lion, Giant\nBehir\n2 5</p>\n<p>14-19\n20-25\n26-30\n31\n32-35\n36-37\n40-45\n46-52\n53-58\n53-62\n63-68\n67-78\n73-82\n83\n84-90\nDefiler\n91-95\n96-78\n99\n00\nBelgoi\nBaazrag\nCat, Great\nDragonne\nDruid\nEttin\nFighter (human)\nFighter (elf)\nFighter (thri-kreen)\nGiant\nKenku\nLizard\nPreserver\nPsionicist (human)\nR o c\nT i r e f\nWyvern\nYuan-ti\nOther wilderness creature (chosen\nby the DM)\nIn all other ways, govern the creation and play of\nrangers as presented in the Players Handbook.\nIn Dark Sun, magic is irrevocably linked to the\nenvironment. The casting of magical spells and the\nenchantment of magical items always draws energy\ndirectly from the living ecology in the vicinity, destroying the life there.\nWizards can choose two\npaths toward mastery of magical energy.\nThe preserver learns to tap magical energies in\nsuch a way as to minimize or even cancel his destruction through balance and in-depth study, but\nhis progress as a wizard is very slow.\nThe defiler, on the other hand, casts magical\nspells without regard to the havoc he plays upon the\nenvironment-compared to a preserver, a defiler advances through levels very quickly, but his very existence destroys the life around him.\nIllusionists, a specialized type of wizard, can progress as preservers or defilers, as explained below.\nThe actual amount of damage to the environment\ndone by a defiler casting spells depends upon the\nlevel of spell and the nature of the defilers surroundings while he is casting it. The rules governing\nthis process are given in Chapter 7: Magic.\nA defiler who has an intelligence score of 16 or\nhigher gains a 10 percent bonus to all experience\npoints earned. A defiler can use any magical item\nnormally available to wizards.\nJust like preservers, defilers can opt to specialize.\nSpecialist defilers are treated as explained in the\nPlayers Handbook.\nDefilers are wizards who have decided to take a\nfaster, darker approach to mastering the use of magical spells. In the give and take of spell casting, defilers are well versed in the taking, but give nothing in\nreturn. With every spell cast, a defiler leeches the\nlife-energy out of the plants and soil around him,\nleaving a lifeless zone. Because of this, defilers can\nonly have non-good alignments.\nAbility Requirements:\nIntelligence 9\nPrime Requisite:\nIntelligence\nRaces Allowed:\nHuman, Elf, Half-elf\nAll wizards in Dark Sun use spell books and\nmemorize their spells, just as explained in the Players Handbook. In Dark Sun, however, books\nmade with flat pages bound along one edge between\nheavy coversare fairly rare, usually only found as\nartifacts. Dark Sun wizard characters tend to have\ntheir spells written on paper or papyrus scrolls, or\nwoven into small tapestries or, in extreme cases,\nsome use complicated knot and string patterns or\nstone tablets. They are all still collectively referred to\nas spell books and function accordingly.\nWizards are restricted in their use of weapons and\narmor, just as explained in the Players Handbook.\nWizard\n26</p>\n<p>Defiler Experience Levels\nLevel\nDefiler\nHit Dice (d4)\n1\n0\n1\n2\n1,750\n2\n3\n3,500\n3\n4\n7,000\n4\n5\n14,000\n5\n6\n28,000\n6\n7\n42,000\n7\n8\n63,000\n8\n7\n94,500\n7\n1 0\n180,000\n10\n1 1\n270,000\n1 0 + 1\n1 2\n540,000\n1 0 + 2\n13\n820,000\n1 0 + 3\n14\n1,080,000\n1 0 + 4\n15\n1,350,000\n1 0 + 5\n16\n1,620,000\n1 0 + 6\n1 7\n1,870,000\n1 0 + 7\n18\n2,160,000\nl 0 + 8\n13\n2,430,000\n1 0 + 7\n20\n2,700,000\n1 0 + 1 0\nIn most cases, defilers are outlaws (even in the\neyes of the corrupt sorcerer-kings), so they keep\ntheir magical abilities under cover. Unlike preservers\nwho have a loose organization in their underground,\noutlaw defilers tend to be loners, keeping their ambitions and powers to themselves. A sorcerer-king\ntolerates a select few defilers in his employ, to carry\nout day-to-day magical tasks that he has no patience\nfor. These defilers are always at the beck and call of\ntheir master, and the sorcerer-king himself oversees\nthe training of new recruits. The sorcerer-kings defiliers are feared and hated far and wide. Wherever\nthey travel they leave behind a swath of ashen destruction.\nPreserver\nAbility Requirements:\nIntelligence 9\nPrime Requisite:\nIntelligence\nRaces Allowed:\nHuman, Elf, Half-elf\n2 7</p>\n<p>The preserver is a wizard of the old, established\nschool of magic. In the give and take of spell casting,\npreservers have mastered the balance. A preservers\nmagical spells are cast in harmony with nature.\nWhen a preserver casts a spell, there is no damage\nto the nearby environment.\nDark Sun preservers are treated just as the mages\ndescribed in the Players Handbook. They may specialize freely. A preserver who has an Intelligence\nscore of 16 or higher gains a 10 percent bonus to\nthe experience points he earns. In all cases where the\nrules here dont contradict them, the rules about\nmages in the Players Handbook should be used.\nIllusionist\nAbility Requirements:\nDexterity 16\nPrime Requisite:\nIntelligence\nRaces Allowed:\nHuman, \nElf, \nHalf-elf,\nHalfling\nIllusionists are treated just as described in the\nPlayers Handbook. They may be defilers or preservers, but that decision must be made when the\ncharacter is created. They will advance in levels and\ncast magical spells as defilers or preservers, depending on which way of life is chosen.\nIn all cases where the rules here dont contradict\nthem, the rules about illusionists in the Players\nHandbook should be used.\nIllusionists, like all specialist wizards, must conform to the race and minimum ability score requirements as presented in the Players Handbook.\nPriest\nAthas is a world without deities. Powerful\nsorcerer-kings often masquerade as gods and demigods but, though their powers are great and their\nworshippers many, they are not true gods. The\nworld does, however, provide sources of magical\npower. Such belief-inspired magic is separated into\n2 8</p>\n<p>three distinct areas, each with a class of priest that\nspecializes in its application.\nTemplars worship the sorcerer-kings and draw\ntheir magical energies through them. The sorcererkings grant magical spells to their templars for services rendered. If a templar falls from favor with his\nsorcerer-king, or if his sorcerer-king is killed, the\ntemplar looses all magical spells.\nClerics worship one of the four elemental planes:\nearth, air, fire, or water. They call upon magical energies from those planes, specializing in one elements magical applications on the prime material\nplane.\nThe spells available to a cleric depend upon his\nelemental plane of worship. To reflect this, the\nspheres of clerical spells have been altered-there\nare only five spheres: the Spheres of Earth, Air,\nFire, Water and the Sphere of the Cosmos (a general sphere). A cleric gains access to all spells within\nCleric\nhis chosen elemental sphere and to all spells in the\nSphere of the Cosmos.\nThe spells themselves are received directly from\nthe elemental sphere (even the Cosmos spells). A\ncleric need not restrict his activities to supporting his\nelement on Athas, but direct opposition may cause\nspells to be withheld, at the DMs option. For example, a cleric of the water who goes out of his way\nto poison or otherwise damage a watering hole\nmight suffer for this action.\nsphere of the cosmos. Templars can have access to\nany sphere, but their spell progression is slower than\nnormal. Druids choose their spheres based upon\nthe geographic feature with which they are associated. The new lists of priest spells by sphere is given\nin Chapter 7: Magic.\nOtherwise, priest characters are created and used\njust as described in the Players Handbook. They\nuse eight-sided Hit Dice and can gain additional\nspells for having high Wisdom scores. Restrictions\nto armor and weaponry vary actor ding to class.\nThe use of priestly magic never adversely affects\nthe ecosystem in and of itself. The net result of the\nspell may affect the environment (such as summon\ninsects or lower water), but the use of the magical\nenergy itself entails no destruction akin to the unleashing of a defilers magic.\nAbility Requirements:\nWisdom 9\nPrime Requisite:\nWisdom\nRaces Allowed:\nAll\nDruids associate themselves with the spirits that\ninhabit special geographical locations on Athas\nevery oasis, rock formation, stretch of desert, and\nmountain has a spirit that looks over it and protects\nits use. A druid will ally with a particular spirit, acting as that spirits earthly counterpart, drawing his\nmagical energy from the spirit in question.\nOn Athas, the spheres of spells are changed to\nreflect the emphasis on the elemental planes. Clerics\nare restricted to one of these spheres, plus the\nA cleric must have a Wisdom score of 3 or more.\nA cleric who has a Wisdom of 16 or more gains a\n10 percent bonus to the experience points he earns.\nEvery cleric must choose one elemental plane as\nhis focus of worship. This choice will dictate what\nspells he can call upon and what types of weapons\nhe will prefer to use. A cleric has major access to the\nsphere of his element of worship. He also has minor\naccess to the Sphere of the Cosmos.\nOutside the city states, away from the bureaucracy of the sorcerer-kings and their templars, the most\ncommon type of priest is the cleric. All clerics worship the elemental planes and draw their magical\nenergies directly from them. However the backgrounds and motivations for clerics may be vastly\ndifferentthe shaman witch doctors of the halflings, the mullahs of the trader caravans, and the\nhealers among the slave tribes are all very different,\nbut theyre all clerics,\nSpheres of Magic\n2 9</p>\n<p>The shape of the gated material may be dictated\nby the cleric (a stone wall one inch thick, a sheet of\nflame surrounding the altar, etc.), but it cannot be\ngated more than 50 feet from the cleric. Material\nmay be gated only once per day.\nThough not a granted power, a cleric can conjure\nelementals from his elemental plane when he reachClerics are not strictly forbidden from using\nweapons that do not conform to those listed here.\nHowever, clerics will not gain their share of group\nplane recognize water as the bringer of life to the\nwastelands, the originator of all that grows.\nTherefore, clerics of the water may use any weapon that is of organic origin, usually wood or bone.\nThey may use bows, clubs, maces, javelins, quarterstaffs, spears, and warhammers.\nElemental Plane of Water Those who worship this\nplane rely on flaming weapons. Favored weapons\ninclude flaming arrows, burning oil, and magical\nweapons enchanted to somehow burn or scald. In\nextreme circumstances, heating metal weapons to\ncause searing damage is another acceptable practice among the clerics of the flames. Because it\nwas once fused under great pressure and heat, all\nobsidian weapons are also acceptable.\nAir so gated comes in the form of a terrific wind,\ncapable of knocking down all huge or smaller creatures; it lasts one round.\nA cleric can gate material directly from his elemental plane when he reaches 7th level. The\namount of material he may gate is one cubic foot per\nlevel above 6th. The material is a pure specimen\nfrom the plane in question -earth, air, fire, or water.\nThe exact nature of the material will be raw and basic; stone (not metal) from the plane of earth, air,\nflame, and liquid water from their respective planes.\nElemental Plane of Fire Clerics who worship this\nitself easily to being an offensive weapon, clerics of\nthe air rely instead on weapons that are guided by\nthe air. They may use any sort of bow, blowgun, or\nsling, regardless of construction. Spears are also acceptable, used in either a melee or missile role.\nA cleric can ignore the presence of the element he\nworships when he reaches 5th level. The duration of\nthis power is a number of rounds equal to his level,\nand it can only be performed once per day. Thus, a\ncleric of water may move through water freely and\none of earth may pass through stone walls as if they\nwere not there. Force exerted on the cleric by the\nelement may also be ignored-a great wind will not\naffect a cleric of the air, flames will not burn a cleric\nof the flames. This protection extends to everything\nthat the cleric is carrying on him at the time.\nElemental Plane of Air Since the air does not lend\nusually the best armed since they can use stone\nand metal in their weapons. Wood is also acceptable to them since it originally grew from the\nground. They may use any weapon listed in the\nPlayers Handbook.\nElemental Plane of Earth Clerics of the earth are\nClerics do gain certain powers with regard to their\nelemental planes of worship as they advance in level.\nin the Players Handbook. In Dark Sun, undead\nare classified as either controlled or free-willed, but\nthe clerics ability to turn or dispel them is the same.\nAthasian clerics never gain followers simply as a\nreward for advancing in levels, nor do they ever gain\nofficial approval to establish a stronghold. However,\nany of these things may come about as a result of\ngood roleplaying.\nClerics concentrate their efforts on magical and\nspiritual pursuits, and usually leave combat to others. However, Athas is a violent world, and practicality dictates that they train in combat, as well.\nClerics are not restricted with regard to the armor\nthey may wear, but commonly limit themselves to\nweapons that are somehow related to their particular elemental plane of worship.\nexperience awards for creatures defeated using\nweapons outside this scheme.\nClerics have power over undead, just as described\nCleric Weapons Restrictions\n3 0</p>\n<p>es 9th level, since conjure elemental is a 5th level\nspell in Dark Sun. The 6th level spell conjure fire\nelemental and the 7th level spell conjure earth elemental have been removed from the Dark Sun clerical spell lists.\nagain travel the world, keeping tabs on trends that\nmight threaten nature in general and his guarded\nlands in particular.\nDruids tend not to bother or even encounter\nthose who use their guarded lands without damaging them. Travelers who stop at an oasis to water\ntheir animals and then move on will probably never\nknow there is a druid watching their every move. It is\na druids firm belief that the lands are for all to use,\nDruid\nmen and animals, alike. They merely see to it that\ntheir guarded lands arent abused in any way. Understandably, druids tend to be very apprehensive\nabout wizards who venture into their realms, as they\nmight turn out to be defilers.\nA druid who has both a Wisdom and Charisma\nscore of 16 or more gains a 10 percent bonus to the\nexperience points he earns.\nDruids have no restrictions as to what weapons\nthey may use. They may never wear armor, but may\ndon items that give magical protection (bracers,\ncloaks, etc.). They can use any magical item normally available to druids.\nA druid has major access to spells from any\nsphere that is associated with his guarded lands. For\ninstance, a druid whose guarded land is a stream\nmight be restricted to spells from the Sphere of Water. A more exotic druid might choose as his guardian lands the howling winds of the north and use\nspells from the Sphere of Air. Still another druid\nwhose guarded land is a desert spring may draw\nspells from both the Sphere of Water and the\nSphere of Earth, though only one may be of major\naccess and the other of minor, as decided by the\nDM. At most, a druid may claim two Spheres to be\nrelated to his guarded lands, and they must meet\nthe approval of the DM. In addition, a druid has\nmajor access to spells from the Sphere of the Cosmos.\nSphere of Earth: a particular mountain or hill, a rock\noutcropping, an expanse of desert or steppes.\nUpon reaching 12th level, the druids time of\nwandering has come to an end. From that time forward, the druid must spend half of his time on his\nguarded lands, watching over them and protecting\nthem. The rest of the time a higher-level druid must\nLower-level druids may travel widely in the world.\nDuring their time of wandering, a young druid\nlearns about the world, its ecology, the balance of\nnature and the ways of its creatures; he may spend\nas much time on his guarded lands as he sees fit.\nto be his guarded lands. The geographic features\nthat a druid might make his guarded lands can vary\nwidely. For instance, one may watch over a particular stretch of open desert, another may protect a belt\nof scrub grass within it, while still another might\nwatch over a small oasis that borders on both.\nDruids are independent priests who ally themselves with various spirits of the land. He shares\npower with the spirit he worships, nurturing and\nprotecting the geographical feature to which the\nspirit is tied. Virtually every feature of the land on\nAthas has a druid to protect it, but there is no\nworldwide organization of druids-they serve independently, living patient, solitary lives of guardianship.\nEvery druid must choose one geographic feature\nAbility Requirements:\nWisdom 12\nCharisma 15\nPrime Requisites:\nWisdom, Charisma\nRaces Allowed:\nHuman, \nHalf-elf, \nHalfling, mul, Thri-kreen\nIn all cases where the rules here dont contradict\nthem, the rules about clerics in the Players Handbook should be used.\nPossible Guardian Lands\n3 I</p>\n<p>Sphere of Air: the skies over a particular area, the\nwinds of a canyon or any prevailing wind pattern.\ntheir \nguarded \nlands. \nConsult \nChapter \n11: \nEnSphere of Fire: dry grasslands, a volcanic vent, hot\ncounters for a list of possible creatures; use the tersprings, or boiling tar pits.\nrain indicated for each creature when considering\nSphere of Water: a spring or pool, oasis, or natural\nwhether it is native to the druids guarded lands.\ncistern.\nThe druid retains his own hit points, THAC0,\nand saving throws while in animal form.\nWhen in his guarded lands, a druid has several\npowerful granted powers.\nIn all cases where the rules here dont contradict\nthem, the rules about druids in the Players Handbook should be used.\nA druid can remain concealed from others while\nin his guarded lands. This is proof against all norTemplar\nmal forms of detection (sight, hearing, etc.) but will\nnot protect the druid from magical detection (including a detect invisible spell). The druid cannot\nmove or cast spells in any way while concealed.\nA druid may speak with animals in his guarded\nlands when he reaches 3rd level. He can speak with\nall animals when he reaches 7th level.\nA druid may speak with plants in his guarded\nlands when he reaches 5th level. He can speak with\nall plants when he reaches 9th level.\nA druid can live without water or nourishment in\nhis guarded lands when he reaches 7th level. At that\npoint the druid draws his life energy directly from\nhis guarded lands.\nA druid can shapechange into creatures common to his guarded lands when he reaches 10th\nlevel. The druid can so shapechange up to three\ntimes per day. The size of the animal is not restricted provided the animal is native to the druids\nguarded lands. When assuming the shape of the\nanimal, \nthe \ndruid \ntakes \non \nall \nof \nits\ncharacteristicsits \nmovement \nrate \nand \nabilities, \nits\narmor class, number of attacks, and damage per\nattack. The druids clothing and one item held in\neach hand also become part of the new body; these\nreappear when the druid resumes his normal\nshape. The items cannot be used while the druid is\nin animal form. Since many animals wander over\nwide ranges on Athas, druids often have a large\nnumber of creatures to choose from. However, they\ncannot shapechange into creatures totally alien to\nAbility Requirements:\nWisdom 3\nIntelligence 10\nPrime Requisite:\nWisdom\nRaces Allowed:\nHuman, \nDwarf, \nElf,\nHalf-elf\nTemplars are the greatly feared disciples of the\nsorcerer-kings. Their organization is steeped in ancient tradition and treacherous politics, and the\nwork they perform for the sorcerer-kings is governed by endless bureaucracy. To city dwellers, the\ntemplars are the enforcers of the sorcerer-kings\nwill, allowed to run rampant, enforcing the local\nedicts with painstaking indifference, doling out\npunishment or even execution with the sorcererkings blessing. An organization of wicked men\nlooking out for their own wealth and power, the\ntemplars are overrun with corruption to the highest\nlevel-the sorcerer-kings generally turn a blind eye\nto bribery and scandal among the templars, provided terror is maintained among their subject\npopulations.\nTemplars gain levels as do clerics, but their spell\nprogression at low levels is slower. At 15th level,\nthough, the progression increases drastically as the\ncharacter enters the upper ranks of the templar hierarchy. At the highest levels, templars have more\nspells available to them than clerics of the same\nlevel.\n32</p>\n<p>Templar Spell Progression\nTemplar\nSpell Level\nL e v e l\n1\n 2\n 3\n 4\n 5\n 6\n 7\n1 \n2\n1\n3\n1\n4\n2\n5\n3\n6\n3\n7\n3\n8\n3\n7\n3\n10\n3\n1 1\n4\n12\n4\n13\n4\n14\n5\n15\n6\n1 6\n7\n1 7\n7\n18\n8\n17\n9\n20\n9\n1\n1\n2\n2\n2\n3\n3\n3\n3\n4\n4\n5\n6\n7\n7\n8\n9\n9\n1\n2\n2\n3\n3\n3\n3\n4\n4\n5\n6\n7\n8\n9\n9\n1\n1\n2\n2\n3\n3\n4\n5\n6\n7\n8\n9\n9\n1\n2\n1\n3\n1\n4\n2\n4\n2\n5\n3\n6\n4\n1\n1\n2\n2\n3\n4\n5\n6\n7\n9\nThe libraries of the templars are unavailable to\noutsiders, but are the most extensive in the cities.\nTheir use allows templars to access all the spheres\nfor their spells. Also, the extensive libraries encourage magical research. Templars may begin creating\nscrolls at 6th level and potions at 8th.\nA templar character may be either neutral or\nevilthere are no good templars. The templars\nfrom one city state have no association with those\nfrom another. Thus, templars cannot transfer loyalty from one sorcerer-king to another while the first is\nstill alive. Should a templars sorcerer-king fall from\npower or be killed, he may petition to another\nsorcerer-king for acceptance, where he may find an\nopen hand or the taste of steel, at the new sorcererkings whim.\nTemplars are initially trained as warriors and, at\nlower levels, are forced to garrison temples and palaces in their city state. Templars are not usually re3 3</p>\n<p>A templar can grant a pardon to any condemned\nA templar can requisition soldiers when he reaches 3rd level. He can call upon 1d4 soldiers per level.\nThe soldiers will all be 1st-level templars with one\n2nd-level templar centurian. A templar can call\nupon soldiers any time he wishes, but the soldiers\nA templar can pass judgement on a noble (just as\nhe can judge a freeman) when he reaches 15th level.\nThe noble must be at least two levels lower than the\njudging templar.\nA templar can legally enter the house of a freeman when he reaches 2nd level. The freeman has no\nright to refuse the templar admission, under punishment of imprisonment and possible execution.\nA templar can pass judgement upon a slave at\nany time. In any matter involving disobedience or\nthe actions of a slave, a templar may judge, sentence, or pardon a slave as he sees fit, regardless of\nwho owns the slave. Penalties can include imprisonment, torture, or even death.\nA templar can accuse a noble when he reaches\n10th level. This is similar to the ability of the templar to accuse freemen, but permits the character to\ntake action against the nobility on behalf of the\nsorcerer-king.\nwants. Slaves who do not do as ordered by a templar\nface immediate death.\nmatically obey the templar, while a D means the\nundead become completely subservient to the templar. They follow his commands (to the best of their\nability and understanding) until turned, commanded, or destroyed by another.\nAs a templar advances in level, he gains certain\npowers within his city state.\nA templar can call upon a slave to do whatever he\nAt templar can pass judgement on a freeman\nwhen he reaches 7th level. The freeman must be at\nleast two levels lower than the judging templar, regardless of the freemans class. Judgement can be\nin the form of a fine, a stretch of time in the\ndungeons, enslavement, execution, or anything else\nthe templar wishes. Failure to comply makes the\njudged freeman an outlaw who, if caught, will be\nexecuted. Again, there need be no real evidence\nagainst the freeman being judged.\nA templar can draw upon the city treasury for official investigations when he reaches 6th level. The\nnumber of gold pieces he can draw from the treasury is equal to the roll of a number of 10-sided dice\nequal to the templars level, multiplied by his level,\nper month. For example, a 7th level templar would\nroll 7d10 then multiply the result by 10. Few questions are asked when gold is requisitioned, provided\nno attempt is made to withdraw funds more often\nthan once per month.\nTemplars have power over undead, but only to\nraise or ally with them, never to turn them away. As\ndiscussed for evil priests and undead in the Players\nHandbook, this is resolved in the same way as a\nturning attempt. Up to 12 undead can be commanded. A T result means the undead autoA templars spells are received directly from the\nsorcerer-king he worships. Spells can be taken away\nby the sorcerer-king if the templar has somehow displeased him. If the sorcerer-king is particularly displeased, he might kill the offending templar.\nA templar can gain access to all areas in palaces\nand temples when he reaches 5th level. Before that\ntime the templar is restricted from areas such as libraries and council chambers unless ordered to go\nthere by a higher-level templar.\nA templar can accuse a freeman of disloyalty or\nsimilar crimes when he reaches 4th level. Regardless\nof evidence, an accused freeman will be locked in\nthe dungeons of the sorcerer-king for as long as the\naccusing templar wishes.\nstricted as to weaponry or armor worn, but some\nsorcerer-kings impose temporary restrictions. In\ntimes of war, the templars are commonly called upon\nto summon formations of undead soldiers that they\nwill lead into combat and to act as officers for his\nmortal armies.\ncannot be ordered to leave the city without permission from the templars sorcerer-king.\n34</p>\n<p>man when he reaches 17th level. Only the sorcererking himself can nullify the pardons granted by\nsuch a character.\nAs a rule, a templar can have no more than one\nman accused and in the dungeons per level. He may\njudge or pardon no more than one man per week.\nHe may never accuse, judge, or pardon another\ntemplar who is of equal or higher level.\nThe templar hierarchy is measured strictly by experience level. A templar of higher level can negate\nany action taken by one of lower level (prevent the\nrequisitioning of money or troops, release accused\nprisoners, etc.). Templars of the same level who disagree must seek out someone of higher level within\nthe hierarchy to arbitrate their differences.\nTemplars never gain followers as do clerics. They\nnever receive official approval to establish religious\nstrongholda sorcerer-kings life revolves around\nhis one city and, while that may expand, he will never open branch areas that he cannot control.\ntainers and storytellers prized by the aristocratic city\ndwellers. Freemen all, the bards tour through cities\nin groups or individually, then travel on, making a\nliving with their wits and talents. It is also widely accepted that many bards lead double lives as notorious blackmailers, thieves, spies, and even assassins.\nAs described in the Players Handbook, the bard\nmust remain mostly neutral in alignment; that is, he\nmust have neutral as one of the elements of his\nalignment. The bards profession puts him in touch\nwith all sorts of people and situations and he cannot\nafford to have a strong polarity of alignment to complicate his interaction with them.\nAthasian bards have no restrictions to their armor or weapon choices. However, they tend to wear\nno armor, in favor of more festive clothing, and their\nweapons are often concealed and small.\nBards are first and foremost entertainers. Each\nhas some skill as a singer, actor, poet, musician, and\njuggler. Every bard character specializes in one particular mode of performance which should be noted\non his character sheetthis may become pertinent\nRogue\nin some roleplaying situations.\nAthas is a world of intrigue and treachery, of\nshady deals and secretive organizations-its a\nrogues paradise. Beyond the cities, among the\nwasteland tribes and villages, thieves live by their\nwits. Within the secure walls of the city states, many\ntypically roguish occupations have become institutions unto themselves. Thieves and bards have become pawns of the wealthy, deployed in deadly\ngames of deceit between noble families.\nAmong the nobility of the cities, bards are tools.\nThey are commonly hired by one house of nobles\nand sent to another as a gift. The bards are sent to\nentertain, and usually to perform some other subtle\ntask (such as robbery, assassination, espionage,\netc.), as well. It is considered rude to turn down the\ngift of a bard or bard company. However, when presented with a troop of bards from ones worst enemy, sometimes they are turned away. To get around\nthis, the hiring party sometimes disguises their approach by using a third party to send the bards-it\nBard\ncan turn into a very complicated collage of intrigue\nand deceit.\nAbility Requirements:\nDexterity 12\nIntelligence 13\nCharisma 15\nPrime Requisites:\nDexterity, Charisma\nRaces Allowed:\nHuman, Half-elf\nThe bard is a member of a bizarre class of enterA bard has a bewildering variety of benefits.\nA bard can use all thief abilities: pick pockets,\nopen locks, find/ remove traps, move silently, hide in\nshadows, hear noise, climb walls, and read languages. The initial values of each skill is given on\nthe Thieving Skill Base Scores table, and is modi3 5</p>\n<p>fied by race, Dexterity, and armor worn. Unlike\nthieves, bards add nothing to these base values at\n1st level. Each time the bard rises a level in experience, the player receives another 20 points to distribute. No more than 10 of these points can be\nassigned to a single skill and no skill can be raised\nabove 35 percent.\n15\nN\nContact\n1 minute\nDeath/25\n16\nO\nInjected\n2-24 min.\nParalytic\n1 7\nP\nInjected\n1-3 hours\nDebilitative\n18+  Players Choice\nAthasian bards do not gain the use of magical\nspells at higher levels. Further, they never gain the\nability to use magical devices of written nature.\nIn all cases where the rules here dont contradict\nthem, the rules about bards in the Players Handbook should be used.\nA bard can influence reactions just as described\nin the Players Handbook.\nMusic, poetry, and stories of the bard can be inspirational, as described in the Players Handbook.\nBards also learn a little bit of everything,\nagain, just as described in the Players Handbook.\nThief\nA bard is a master of poisons, knowledgeable in\nboth their use and manufacture. Each level, the\nbard rolls 1d4 and adds to it his level to determine\nwhich new poison he has mastered (on the table below). If the bard already has mastered the poison\nrolled, he gains no new poison at that level. If the\nroll is 18 or higher, the bard may choose any poison\non the list. Once mastered, the bard can make a\nsingle application of the poison every day, using easily obtained materials. The methods of application\na r e  p r e s e n t e d  i n  C h a p t e r  9 :  C o m b a t  i n  t h e\nDungeon Masters Guide.\nAbility Requirements:\nDexterity 9\nPrime Requisite:\nDexterity\nRaces Allowed:\nAll\nAthasian thieves run the gamut of society. They\nrange from gutter snipes who prey upon the merchants and freemen of the cities to vagabonds who\nsteal what they can from passing caravans or merchant trains. At their best, thieves can be in the employ of the nobility, plying their trade by contract in\nthe name of a royal household or noble do-gooders\nwho seek to steal only from the corrupt and wealthy.\nBard Poison Table\nDie\nRoll\nClass\nMethod\nOnset\nStrength\n10-30 min.\n15/0\n2-12 min.\n20/1-3\n2-5 min.\n25/2-8\n1-2 min.\n30/2-12\nImmediate\nDeath/20\nImmediate\nDeath/0\n2-12 hours\n20/10\n1-4 hours\n20/10\n2-12 min.\n30/15\n1-4 min.\nDeath/20\n2-8 min.\n5/0\n2-8 min.\n10/0\n1-4 min.\n20/5\nInjected\nIniected\nInjected\nInjected\nInjected\nInjected\nIngested\nIngested\nIngested\nIngested\nContact\n2\nA\n3\nB\n4\nC\n5\nD\n6\nE\n7\nF\n8\nG\n7\nH\n1 0\nI\n1 1\nJ\n1 2\nK\n1 3\nL\n1 4\nM\nContact\nContact\nA thiefs prime requisite is Dexterity. A thief with\na Dexterity score of 16 or more gains a 10 percent\nbonus to the experience points he earns.\nA thief can choose any alignment except lawful\ngood. A thief can be from any social class-slave,\nfreeman, or noble. Any human, dwarf, elf, half-elf,\nhalfling, mul, or thri-kreen character can be a thief.\nA thiefs selection of weapons is not limited; a\nthief character can use any weapon, but suffers nonproficiency penalties where appropriate. A thiefs\nchoice of armor is limited, just as described in the\nPlayers Handbook. However, there is no such thing\nas elven chain armor on Athas.\nA thiefs skills are determined just as in the Players Handbook. However, racial and Dexterity adjustments will be different for Dark Sun thieves.\n3 6</p>\n<p>Thieving Skill Exceptional Dexterity Adjustments\nIn the campaign, having a thiefly patron will\nmean several things. First, the DM can assign the\nPick    Open  Find    Move   Hide in\nPockets Locks Remove Silently Shadows\nthief jobs for the family, which he must perform or\nDex\nbe targeted for assassination, himself. Second, the\nthief can never be personally held responsible for his\ncrimes while working for a patron. Typically, patrons have powerful friends among the defilers and\ntemplars of a city state to protect both themselves\nand their thief employees.\nIn all cases where the rules here dont contradict\nthem, the rules about thieves in the Players Handbook should be used.\n18\n+10% \n+15% \n+5% \n+10% \n+10%\n13\n+ 1 5 %  + 2 0 %  + 1 0 %  + 1 5 %  + 1 5 %\n2 0\n+20% \n+25% \n+12% \n+20% \n+17%\n2 1\n+ 2 5 %  + 2 7 %  + 1 5 %  + 2 5 %  + 2 0 %\n22\n+ 2 7 %  + 3 0 %  + 1 7 %  + 3 0 %  + 2 2 %\nAthasian thieves can employ the backstab and\nuse of scrolls abilities, just as described in the Players Handbook. There is no thieves cant used on\nAthas, nor do thieves attract followers.\nAt 10th level a thief can attempt to attract a patron. A patron is a noble who will sponsor the thief\nand protect him under his house and name. Such a\ncharacter is expected to perform tasks for the noble\npatron, such as theft, spying, and even assassination, in return for lodging and political protection.\nPsionicist (Dark Sun variation)\nAbility Requirements:\nConstitution 11\nIntelligence 12\nWisdom 15\nPrime Requisites:\nConstitution, Wisdom\nRaces Allowed:\nA n y\nAll intelligent creatures on Athas have some measure of psionic power. However, not all are considered to be of the psionicist character class.\nIn Dark Sun there are no racial restrictions nor\nracial level limits for psionicist characters. Any human character who meets the ability requirements\nmay be a dual-classed psionicist. Any demihuman\ncharacter who meets the ability requirements may\nbe a multi-classed psionicist. For dual-or multiThe base chance of finding a patron is a percentage roll equal to 5% per level of the thief beyond\n9th. Once a patron is obtained, the thief need not\nroll further-the thief is from then on in the employ\nof one noble family from one city of the DMs\nchoice. A thief need not seek out a patron if he\ndoesnt wish to. Further, once a thief has a patron,\nthe only way to leave his service is through death-a\nhired thief knows too many of the nobles secrets to\nbe allowed to resign in any conventional way.\nThieving Skill Racial Adjustments\nS k i l l\nDwarf\nE l f\nHalf-elf\nHalfling\nMul\nPick Pockets\n+ 5 %\n+ 1 0 %\n+ 5 %\nOpen Locks\n+ 1 0 %\n- 5 %\n+ 5 %\n- 5 %\n+ 1 5 %\n+ 5 %\n+ 1 0 %\n+ 5 %\n+ 1 0 %\n+ 5 %\n+ 1 5 %\n+ 5 %\n+ 5 %\n- 1 0 %\n- 1 5 %\n+ 5 %\n- 5 %\n- 5 %\n- 5 %\nFind/Remove\nMove Silently\nHide in Shadows\nDetect Noise\nClimb Walls\nRead Languages\n+ 5 %\n37</p>\n<p>Multi-Class and Dual-Class\nCharacters\nMulti-Class Combinations\nBase\nAbility\nthem, the rules about psionicists in The Complete\nPsionics Handbook should be used.\nFighter/Thief\nFighter/Cleric\nFighter/Illusionist\nNon-player Characters: All non-player characters who meet the ability requirements for the\npsionicist class are wild talents, as well. In most\ncases, unimportant NPCs are assumed to have only\na psionic defense mode. For important NPCs, the\nDM must roll for their devotions normally.\nIn all cases where the rules here dont contradict\nWild Talents: All player characters, even those\nwho do not meet the ability requirements for the\npsionicist character class, are automatically wild talents, as described in The Complete Psionicists\nHandbook. They may roll for their devotions as described there.\nFighter/Cleric\nFighter/Psionicist\nFighter/Mage\nFighter/Thief\nFighter/Psionicist\nFighter/Cleric\nCleric/Mage\nCleric/Psionicist\nCleric/Thief\nMage/Psionicist\nMage/Thief\nThief/Psionicist\nCleric/Psionicist\nCleric/Psionicist\nIllusionist/Thief\nIllusionist/Psionicist\nFighter/Mage/Cleric\nFighter/Mage/Thief\nCleric/Mage/Thief\nCleric/Fighter/Thief\nFighter/Mage/Psionicist\nFighter/Thief/Psionicist\nFighter/Cleric/Psionicist\nCleric/Mage/Psionicist\nCleric/Thief/Psionicist\nMage/Thief/Psionicist\nPower Checks: It is possible for a Dark Sun\npsionicist to have a power score of 20 or more. In\nsuch cases, ignore the psionic powers power score\nand 20 results; a roll of 20 always fails, but with no\ndetrimental or beneficial effect.\n15\n20\n0\n16\n22\n+ 1\n1 7\n2 4\n+ 2\n18\n26\n+ 3\n17\n28\n+ 4\n2 0\n30\n+ 5\n2 1\n32\n+ 6\n22\n34\n+ 7\nCleric/Psionicist\nFighter/Cleric\nFighter/Psionicist\nFighter/Thief\nThief/Psionicist\nFighter/Cleric/Psionicist\nFighter/Thief/Psionicist\nAny demihuman character who meets the ability\nrequirements may elect to become a multi-class\ncharacter, subject to the restrictions presented in the\nPlayers Handbook. The following chart lists the\npossible character class combinations available\nbased upon the race of the character.\nI n h e r e n t  P o t e n t i a l :  I n  D A R K  S U N   c a m paigns, a character may have a Wisdom or Constitution score as high as 22. This table is an expanded\nversion of that given in The Complete Psionics\nHandbook, covering the higher scores.\nclassed characters, the psionicist class may be combined with any other class or classes.\nDark Sun characters can become multi-or dualclass just, as described in the Players Handbook.\nInherent Potential Table\nAbility\nS c o r e\nScore\nModifier\nD w a r f\nElf or Half-elf\nH a l f - g i a n t\nHalfling\n38</p>\n<p>Setting Up a Character Tree\nAlignment\nDARK SUN  campaigns are set in a violent\nworld. Powerful magics and psionics, desperate\nhordes of raiders, and even the unforgiving desert\nwastes all conspire against player charactersdeath is\nnot at all uncommon on Athas, nor is it uncommon\nfor player characters in DARK SUN campaigns.\nReplacing a fallen player character of high level\nIf a character is forced to change alignment so that\nit no longer fits within the tree, that character must\nbe discarded (or, optionally, the player may discard\nthe other three, inserting three new characters\nFor example, one character tree might have a chaotic good dwarven gladiator, a lawful good thrikreen fighter, a neutral good human bard, and a\nchaotic good elven preserver. The thri-kreen could\nnot be lawful evil or even lawful neutral and still be a\npart of that character tree.\nHuman characters are free to become dual classed characters on Athas, just as they are in any other\nAD&D® campaign world. The rules governing this\nare fully detailed in the Players Handbook.\nacter tree are unrestricted as to class or race; any\ncombination is acceptable. However, the alignment\nof these characters is restricted. All of the four characters in a character tree must be either good, neutral, or evil. Devotion to chaos or law makes no\ndifference, however.\nThe four characters that make up a players charDruid can be substituted for any cleric entry by\nhalf-elves, halflings, muls, or thri-kreen.\nGladiator can never be a part of a multi-class combination for demihumans.\nTemplar can be substituted for any cleric entry.\nRanger can be substituted for any fighter entry by\nelves, half-elves, half-giants, halfling, or thrikreen.\nBard can be substituted for any thief entry by halfelves.\nTo begin a character tree, a player should completely roll up four characters. Once this is done,\nthe player selects the character that he intends to\nrun for the first adventure, making that one his active character. The other three are inactive.\nDefiler or preserver can be substituted for any mage\nentry.\nactions in the campaign world. When a new adventure begins, the player may switch to one of his inactive characters or keep his previously active\ncharacter to continue play.\nCleric/Psionicist\nFighter/Cleric/Psionicist\nFighter/Cleric\nFighter/Psionicist\nFighter/Thief\nFighter/Cleric\nFighter/Psionicist\nCleric/Psionicist\nCleric/Thief\nPsionicist/Thief\nFighter/Thief/Psionicist\nFighter/Thief/Cleric\nFighter/Psionicist\nCleric/Illusionist\nCleric/Thief\nThief/Psionicist\nFighter/Thief/Psionicist\ncharacter (which the player is using as his player\ncharacter) and three inactive characters. The active\ncharacter takes part in the adventure, performing\naged to use character trees, where they play with only one character at a time, but they have four to call\nupon at the beginning of any particular adventure.\nIn brief, a character tree consists of one active\nIn DARK SUN campaigns, players are encourwith a novice first level character is never satisfying\nfor the player. Also, where this new character fits\ninto the plot is usually contrived on the spot.\nM u l\nThri-kreen\nDual-Class Characters\nCharacter Trees\n39</p>\n<p>When the active character dies, one of the inactive characters on the tree is assumed to arrive on\nthe scene within one day (if possible). The player\npicks which inactive character will arrive and must\nsubsequently roll a new first-level character to occupy the vacated spot on the tree. If circumstances\nduring critical or dangerous scenes of an adventure.\nAny switching of characters during an adventure is\nsubject to the discretion of the DM, who may freely\nveto any request to do so.\nday delay. The DM should never allow switching\nsparingly allow players to switch their active character during an adventure, and usually impose a 3d6\nn o t  s o l v e  a l l  t h e  p r o b l e m s ) .  T h e  D M  s h o u l d\nupon another character to replace the active character requires a substantial investment in time, whether for sending messages or journeying and searching\nfor the transient inactive characters of the tree (psionics and magic may make this task easier, but canWithin the scope of the campaign world, calling\nWhen an adventure is concluded (in the eyes of\nthe DM, that is), a player may switch his active\ncharacter for an inactive one. The player is not obligated to do so, and may keep one character active\nthrough any number of consecutive adventures.\nThere are three instances when a player may\nswitch the character he wishes to use in play: between adventures, during an adventure, or upon an\nactive characters death.\ninto his tree and adopt this new alignment).\nDiscarded characters should be given to the\ndungeon master for use as NPCs.\nChanging Characters\nBetween Adventures\nDuring an Adventure\nUpon an Active Characters Death\n4 0</p>\n<p>4 I\nUsing the Character Tree to Advantage\nitem from an ancient defilers mansion. The player\nIn some instances, if there is a compelling reason\nto do so, characters may exchange important items\nor information, but this is an option that can be easily abused. In general, items stick with the original\ncharacter and thats that.\nInactive characters are not NPCs or followers.\nThey arent involved in the adventure at any time.\nAt no time will a players active and inactive characters come into contact in the campaign world.\nWhen not in play, inactive characters are assumed\nto be elsewhere on Athas, performing other task.\nAll characters in a character tree are assumed to\nknow each other and are working toward similar\nends. The player may invent connectionsthe characters are all sons of the same powerful woman, are\ndistant cousins, friends from childhood, etc. HowEven though characters are on the same tree, they\ncannot freely exchange equipment, magical items,\ncash, or personal possessions. Keep separate lists for\nall such items.\nmight use his ranger character to make the journey,\nbut all the while might be using his inactive character advancements to make his thief more powerful\nfor the final assault on the mansion.\nFor inactive multi-class characters, care must be\ntaken that a single experience point total can correctly yield the level combination. In general, an inactive multi-classed character should never be more\nthan one level different in each class (3,3,4 is okay,\n3,3,9 is not).\nAs another example, the quest might be a dangerous trek across the wilderness to steal a magical\nAs only one inactive character gains a level of experience every time the active character does so, deciding \nwhich \ncharacter \nto \nadvance \nmight \nbe \na\ndecision based on which direction the campaign\nseems to be taking. If, for instance, a large war is in\nprogress, a player may wish to use his fighter for his\nactive character. If the war is winding down, he\nmight want to advance inactive non-fighter characters for the post war adventures to come.\nFor purposes of character tree advancement,\nmulti-and dual-classed characters that are inactive\nmay only advance in one class. As active characters,\nmulti-class characters cause an inactive character to\nadvance when he increases one level in each of his\nclasses. A dual-classed character causes an inactive\ncharacter to advance with every level he attains.\nEvery time the active character goes up a level of\nexperience, the player may also advance one of his\ninactive characters one level. The inactive character\nchosen must be of a lower level than the active character. Adjust the experience point total on that inactive characters sheet to the minimum number for\nthe new level attained.\nThe active character in a campaign receives experience points and advances in levels just as described in the Players Handbook.\nThe character trees chief purpose is to give every\nplayer a pool of adventurers to choose from for different situations or when one of his characters dies.\nThe player is familiar with these characters and can\napply their strengths more readily than he might be\nable to with freshly created characters. However, if\ncare is taken, the character tree can be a valuable\ntool to the player in an extended campaign.\nmake it difficult for a new character to arrive, the\nDM may be forced to extend the period before the\nnewly activated adventurer arrives.\never, there is no need to have any relationship bet w e e n  t h e m - t h e  p l a y e r  m a y  d e c i d e  t h a t  t h e\nindividuals in his character tree have no more than a\npassing acquaintance with one another.\nCharacter Advancement\nThe Status of Inactive Characters\nExchanges Between Characters</p>",
    "source_pages": [
      21,
      43
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-rules-book"
      ],
      "level": 2
    }
  }
}