{
  "slug": "chapter-five-proficiencies",
  "transformer": "journal",
  "source_section": "Chapter Five: Proficiencies",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-five-proficiencies",
    "title": "Chapter Five: Proficiencies",
    "content": "<p>In Dark Sun, both weapon and nonweapon proficiencies generally follow the guidelines in the Players Handbook. Any exceptions to typical AD&D®\ngame mechanics appear in this chapter.\nDark Sun characters often have higher attribute\ns c o r e s  t h a n  t h o s e  i n  o t h e r  A D & D  c a m p a i g n\nworlds. As a result, Dark Sun characters can more\neasily accomplish proficiency checks, which are\nbased upon attributes. Even so, players should remember that rolling a natural 20 still results in failure, regardless of their characters attribute scores.\nDark Sun Weapon Proficiencies\nWeapon proficiencies and specialization function\nas usual for all Dark Sun character classes extent\nthe gladiator class. Gladiators begin the game with\nproficiency in every weapon. In addition, they can\nspecialize in any number of weapons, provided they\nhave enough slots available to do so. A gladiator\nmust spend two slots to specialize in any melee or\nmissile weapon except a bow, which requires three\nslots. Gladiators thus transcend the rule that limits\nspecialization to fighters.\nFor example, Barlyuth, a dwarven gladiator, starts\nthe game with four weapon proficiency slots. As a\ngladiator, he already holds proficiency in all weapons, so he neednt spend any of his four slots to become proficient. Instead, he may spend all four slots\nto specialize in two melee weapons, or spend three\nslots to specialize in a bow weapon and save the remaining slot for later specialization.\nA 9th-level gladiator could thus specialize in two\nmelee weapons and one bow weapon (seven total\nweapon proficiency slots) and an 18th-level gladiator could specialize in five melee weapons (10 total\nweapon proficiency slots). A gladiator gains all the\nbenefits for every weapon in which he specializes,\nsuffering no penalty for multiple specializations.\nNew Nonweapon Proficiencies\nGENERAL\nProficiency\nSlots\nAbility\nModifier\nBargain\n1\nW i s\n- 2\nHeat Protection\n1\nI n t\n- 2\nPsionic Detection\n1\nW i s\n- 2\nSign Language\n1\nD e x\nWater Find\n1\nI n t\n0\n0\nPRIEST\nBureaucracy\nSomatic\nConcealment\n1\nChr \n-2\n1 \nDex\n- 1\nWARRIOR\nArmor\nOptimization\n1\nDex\n2\nWeapon \nImprovisation \n1\nWis \n-1\nWIZARD\n1 \nDex\n- 1\nSomatic\nConcealment\nDescription of New Proficiencies\nAs in the Players Handbook, the proficiencies\nhere appear alphabetically with description and\nrules for using them in a campaign.\nArmor Optimization: This proficiency allows a\ncharacter to use his armor to best advantage against\na particular opponent (much like the gladiator special ability). A successful proficiency check in the\nfirst round of any combat situation gives a -1 bonus to the characters Armor Class in that situation. A situation is a series of rounds in which a\nparticular character engages in combat. Once the\ncharacter goes two full rounds without combat, the\nsituation ends. The character must be wearing some\ntype of armor or employing a shield in order to use\nthe armor optimization proficiency. The bonus provided by the armor or shield adds to the bonus from\nthe armor optimization proficiency. Furthermore,\nthe bonus from the armor optimization proficiency\nadds to that of the gladiator special ability.\n4 4</p>\n<p>tection proficiency has learned to use clothing and\npersonal pacing to optimize endurance against the\nrigors of Athas heat. With a successful check, the\ncharacter need only consume half the normal\namount of water per day to avoid dehydration. In\ncombat, the heat protection proficiency allows a\ncharacter wearing metal armor to battle better and\nlonger. A successful check each round allows the\nHeat Protection: A character with the heat proreaucratic systems.\ncharacters in a number of situations. A successful\ncheck shortens the time a character spends in a city\ndungeon awaiting judgement. It can also speed the\nprocess of gaining an audience with an important\ntemplar or other official. The bureaucracy proficiency helps a character understand political hierarchies and who to consult to get a job done. A\nsuccessful check also allows the character to pay\n10% less on a tax levied against him; two successful\nchecks in a row allow him to avoid the tax altogether.\nIn addition to these example uses, the bureaucracy proficiency functions in countless other ways to\nlet a character understand and use (or abuse) buciency.\nSimple and protracted barter are fully explained\nin Chapter 6: Money and Equipment.\nBureaucracy: The bureaucracy proficiency helps\nBargain: A character with the bargain proficiency\ncan haggle over cash, service, and barter transactions\nto capture a better deal. In a cash transaction, a successful check allows the character to purchase an item\nfor 10% less or sell one for 10% more than the going\nrate. In a simple barter transaction, a successful check\nimproves the perceived value of the bargainers goods\nby 10%. In protracted barter, a successful check allows the bargainer to roll 3d6 instead of 2d6 for that\nround of barter; a separate check initiates every\nround. (See Chapter 6: Money and Equipment). In a\nservice transaction, a successful check provides the\nbargainer 10% more than the going rate for his services. The DM should require players to roleplay the\nbargaining session to gain the benefits of this proficharacter to avoid the THAC0 loss for that round.\nIn addition, when the character reaches his Constitution score limit to rounds of combat, a successful\ncheck will allow him to fight for five more rounds.\nThis check can be made at the end of every subsequent five round period, but once failed, the character collapses from exhaustion.\nDehydration receives full explanation in Chapter\n14: \nTime \nand \nMovement. \nThe \neffects \nof \nusing\nmetal armor in combat appear in Chapter 6:\nMoney and Equipment.\nPsionic Detection: The psionic detection proficiency works much as the metapsionic devotion psionic sense, but is much less powerful. With this\nproficiency, a Dark Sun character uses his latent\npsionic ability to detect the expenditure of psionic\nstrength points (PSPs) around him.\nWhen employing this proficiency, a character\nmust clear his mind and concentrate, taking at least\none full round to prepare. A successful check allows\nthe character to detect the expenditure of any PSPs\n4 5</p>\n<p>within 50 yards of his location, regardless of intervening material objects. A character can maintain\nuse of the proficiency for successive rounds, but during that time he cannot move or perform any other\naction. The proficiency check, however, must succeed on the round the PSPs are expended or the\ncharacter detects nothing.\nPsionic detection proficiency can only inform a\ncharacter that PSPs were expended within 50 yards,\ntelling nothing more. The detecter cannot determine the number of PSPs, their source, the powers\nor devotions drawn upon, or the purpose of the expenditure (e.g., to initialize a power or to maintain\none). This proficiency is not cumulative with other\ndetection techniques.\nA player whose character has psionic detection\nproficiency should ensure that the DM knows. Often the DM will secretly roll the proficiency and inform the player of results.\nSign Language: Those who have mastered the\nuse of sign language can communicate among\nthemselves without words, provided they can see\neach others hands. Signing is a language unto itself: it conveys ideas that any other character with\nthe sign language proficiency can understand, regardless of their native language.\nTo use sign language for an entire round, all parties\ninvolved must make a successful check. Characters\nwho succeed can converse together for an entire minute; those who fail cannot listen. When a PC signs\nsuccessfully with an NPC, the DM should speak freely with the player for one minute per round. Every\nround of conversation requires another check. A\nfailed check means that either the speaker didnt perform his finger movements accurately, the listener\nwasnt watching the speaker closely enough, or something else blocked communication.\nOn Athas, many groups employ sign language for\ncovert conversations. In some city states, using sign\nlanguage can be grounds for imprisonment. Though\nsign language throughout Athas is generally consistent, secret societies often employ special codes so that\nunwanted eyes cannot decipher specific conversations.\nSomatic Concealment: Though spell casters can\nmumble verbal components and hide material components in their hands or robes, somatic components are harder to hide. The somatic component of\nany spell, magical or clerical, is apparent to any\ncharacter watching the spell caster. On Athas,\nwhere spell casting is sometimes illegal, the ability to\nhide the necessary gestures becomes important. If\nmovements can be concealed, a spell can be unleashed without calling attention to the caster.\nA character using the somatic concealment proficiency must announce to the DM his intention to do\nso at the beginning of the round. Then, when the\ncharacter casts his spell, the DM makes his roll in\nsecret. A successful check indicates that anyone\nwho could normally view the wizard doesnt recognize his gestures as magical in nature. A failed\ncheck means that all who can view the casting wizard see his movements for what they really are.\nWater Find: Even the most barren desert yields\nwater to those who know how to find it. Small animals burrow in the ground and store water there;\nsome rare plants store water in cistern roots beneath\nthe soil; seemingly lifeless trees sometimes have\nmoist heartwood. The find water proficiency can only be used once per day and takes an hour to perform. During this time the character can only move\nhalf as far as normal. A successful check indicates\nhe has found sufficient water to sustain himself for\none day. It does not mean that he has found enough\nwater to rehydrate, but he will not further dehydrate\nthat day. The character can only find enough water\nfor himselfif he shares his find with others, none\nof them gains any benefit.\nWeapon Improvisation: In Dark Sun, virtually\nanything can be (and has been) used as a weapon.\nA character with this proficiency rolls against Wisdom to spot a useable weapon just about anywhere.\nA successful check means the character has found a\nclub that does 1d6+1 damage to man-sized and\nsmaller creatures, or 1d3+1 to larger opponents.\n4 6</p>\n<p>The DM may assign modifiers for the ease or difficulty of finding such a weapon: a marketplace might\nwarrant a +2, a barren grassland a -2, and a\nsandy desert might annul the proficiency altogether.\nNonweapon Proficiency Group Crossovers\nCharacter Class\nProficiency Groups\nDefiler\nWizard, General\nGladiator\nWarrior, General\nPreserver\nWizard, General\nPsionicist\nPsionicist, General\nTemplar\nPriest, Rogue, General\nTrader\nRogue, Warrior, General\nUse of Existing Proficiencies in Dark Sun\nBecause Athas differs drastically from other\nAD&D® game worlds, some of the existing proficiencies may seem awkward in their application. For\ninstance, navigation and seamanship proficiencies\non a world without oceans of water are ludicrous\nand should only be considered for characters who\nare mad or unnaturally old (i.e., can remember the\nold Athas). The following text clarifies use of other\nsuch proficiencies in this desert world.\nAgriculture: On Athas, the low humidity makes\ngrain storage extremely easy, but raising crops far\nmore difficult. This proficiency covers the best use\nof land and water for a given crop and how to keep\nthat crop alive through the dry growing season.\nArmorer: The lack of metal on Athas leaves armorers to concentrate on other materials, namely\nchitin, bone, and stiffened leathers. Metal armor is\nso rarely constructed that, when such a task is undertaken, it is usually done so by a team of armorers\nand blacksmiths.\nArtistic Ability: This proficiency itself remains unchanged, but its usefulness upon Athas may be more\nfar-reaching. Slaves with artistic ability are sometimes\nbrought out of the mud pits and into the homes of\nnobles, where they are taught to read. Once out of\nfavor, however, literate slaves cannot be returned to the\n4 7\npitsthey are either executed or sent to the arena.\nBlacksmithing: As with the armorer proficiency,</p>\n<p>4 8\nblacksmiths perform the same functions, but have\nshifted their main material from metal to other durable substances.\nFishing: Obviously, fishing is only useful in the\nfew exotic places where pools of water support fish.\nNavigation: The methods of direction finding\ncommon to naval voyages prove equally useful for\ncaravans crossing the trackless seas of sand.\nReligion: Large, organized religions have never\ndeveloped on Athas, though sorcerer-kings make\nthemselves out to be gods or godlike and have surrounded themselves in religious mystique. On a local level, cities and villages have ancient lore about\nmysterious beings or demigods, but consistent mythic systems are never widespread.\nSeamanship: This proficiency only finds study by\nmadmen, fools, or the preternaturally ancient.\nSwimming: This proficiency applies rarely; for example, in the decadent pools of nobles or small\nbodies of natural water in exotic locales.\nWeaponsmithing: Again, this proficiency remains unchanged but for the materials used.\nUse of Survival Proficiency in Dark Sun\nAs described in the Players Handbook, each slot\nof survival proficiency must be applied to a specific\ntype of terrain. Athas contains sandy wastes, stony\nbarrens, rocky badlands, salt flats, mountains, jungles, and steppes. Survival proficiency gives the\ncharacter a chance to locate food and water in that\nparticular terrain, but only in minuscule amounts.\nA successful check allows a character to find\nenough water to avoid losing any Constitution\npoints from dehydration. The character will not rehydrate, and he may continue to dehydrate on subsequent days that he doesnt receive water. The\nsame check allows a character to find enough food\nto sustain him for a day.\nSurvival proficiency helps a character avoid poisons. A successful check informs the character whether a plant or animal is poisonous, provided the food\nsource is native to the proficiencys terrain type.</p>",
    "source_pages": [
      46,
      50
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-rules-book"
      ],
      "level": 2
    }
  }
}