{
  "slug": "chapter-fourteen-time-and-movement",
  "transformer": "journal",
  "source_section": "Chapter Fourteen: Time and Movement",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-fourteen-time-and-movement",
    "title": "Chapter Fourteen: Time and Movement",
    "content": "<p>The Athasian Calendar\nEvery city state has its own calendar, but that most\ncommonly used and considered the Calendar of Tyr.\nIn the calendar of Tyr, years are counted off using\na pair of concurrently running cycles; one of eleven\nparts, the other of seven. The eleven-part, or\nendlean cycle, is counted and spoken first, in the\norder presented below. The seven-part, or seofean\ncycle, is counted and spoken second. The endlean\ncycle is complete when Athas two moons, Ral and\nGuthay, meet in the heavensa major eclipse that\noccurs once every 11 years. The seofean cycle is\nmore abstract, meeting when agitation in the cosmos leads to fury.\nEvery 77 years the cycle repeats itself, ending with\na year of Guthays Agitation and starting again\nwith a new year of Rals Fury. Each 77-year cycle is\ncalled a kings age; there have been 183 complete\nkings ages since Tyr adopted this calendar (more\nthan 14,500 years).\nSo, the first year of each kings age is a year of\nRals Fury. The next year is a year of Friends Contemplation, followed by a year of Deserts Vengeance, etc. The 76th year of each kings age is a year\nof Enemys Reverence, followed by the 77th year, a\nyear of Guthays Agitation.\nYear of the Messenger\nRal\nFriend\nDesert\nPriest\nW i n d\nDragon\nMountain\nKing\nSilt\nEnemy\nGuthay\nFury\nContemplation\nVengeance\nSlumber\nDefiance\nReverence\nAgitation\nSuperstition and folklore surrounds each of the\nyears of the kings age. Storms during a year of\nFor campaign purposes, the calendar starts on High\nSun (the first day of the year) of the Year of Priests\nDefiance, in the 170th Kings Age. The next Year\nof the Messenger will be the Year of Enemys Slumber, six years away.\nEvery 45 years, a brilliant comet visits Athas. By\nnight one can read by the messengers light, and it\ncan be seen clearly in the full light of day. Folklore\nholds that the messenger visits the dragon every 45\nyears to deliver to him important information\nreconnaissance that the stars have observed since its\nlast visit.\nDays are kept track of in a variety of ways. Merchants tend to identify days with phrases such as\nthirty five days past the high sun. Other schemes\ndivide the year into 25 weeks of 15 days each, the\nnames of those days associated with important personages of a particular royal house. In DARK SUN\ncampaigns, DMs may stick to seven day weeks with\nthe standard Gregorian calendar names for simplicity.\nEach year is made up of exactly 375 days: the exact time between highest suns. Athasians have no\nseasons that govern their thinking of time-there is\nno marked difference in temperature or weather\npatterns. However, the year is divided into three\nequal phases: high sun, sun descending, and sun\nascending. Highest sun is the first day of the year in\nthe calendar of Tyr and lowest sun indicates the\nmidpoint of the year (which, incidentally, occurs at\nmidnight, and is generally observed in nighttime\nceremonies).\nWinds Vengeance are believed to be more powerful\nand dangerous, so many overland trips are avoided.\nSacrifices and prayers are called for to ward off the\ngreat beast during years of Dragons Agitation.\nYears of Enemys Contemplation are supposed to\nenliven treaties and alliances-the list goes on.\nThe  Endlean Cycle\nThe Seofean Cycle\nStarting the Campaign\n8 5</p>\n<p>Dehydration\nSubstituting Other Liquids\nAs PCs adventure, one overriding consideration\nwill almost certainly be the supply of water. Quite\noften in DARK SUN campaigns, characters will\nbe in situations where the supply of water has no\nimpact on the adventure. These dehydration rules\nare intended for extreme situations only and should\nonly be enforced when a lack of water could be lifethreatening.\nEffects of Dehydration\nHow much water a character needs depends upon\nhis level of activity and his race. An active character\n(hard exertion, walking, riding, etc.) needs 1 gallon\nof water per day. An inactive character (sitting, resting, or sleeping, etc.), needs ½ gallon of water per\nday.\nDehydration Effects Table\nIf the character is in the shade during the entire\nday, he only needs half the amount of water dictated\nAmount of Water\nConstitution Loss\nby his activity. A character wearing a full suit of\nmetal armor requires twice as much water each day\nto avoid dehydration. Thus, a character in metal armor who undertakes only light activity but is unable\nto remain in shaded areas would require 1 gallon of\nwater.\nA character who does not drink enough water will\nsuffer the effects of dehydration.\nThri-kreen and half-giants suffer from dehydration differently than humans and normal demihumans.\nThri-kreen: Thri-kreen can go for one week on\nthe amount of water it takes to sustain a human for\none day. Thus, thri-kreen characters only roll for dehydration once per week without water.\nHalf-giants: Due to their great size, half-giants\nneed four gallons of water per day when active or\ntwo gallons when inactive.\nA character can rehydrate by drinking his full allotment of water through the course of one day. At the\nend of that day, his Constitution score goes back up\n1d8 points. Each consecutive day that the characters\nwater needs are met restores another 1d8 points until\nConstitution losses are cumulative over consecutive\ndays of dehydration; a characters hit point adjustment, system shock, resurrection survival, poison save,\nand regeneration rate all drop accordingly. Every\npoint drop in the characters hit point adjustment\n(from +1 down to 0, or from -1 down to -2, etc.)\nwill reduce the characters hit points by a number\nequal to the characters level (highest level for dual-or\nmulti-classed characters). A character whose constitution reaches 0 is deadsuch characters have a resurrection survival number of 25%.\nFull requirement\nNone\nHalf or more of requirement\n1d4\nLess than half of requirement\n1d6\nA lack of water is reflected in the game by a reduction in Constitution. Beginning with the first\nday a character does not receive his required allotment of water, consult the dehydration table at midnight and immediately apply the result.\nMany common beverages such as wine, beer, ale,\nand fruit juices can supplement a characters water\nintake-the quantities per day remain the same. In\ntimes of desperation, players may suggest more outlandish liquids to stave off dehydration: honey, tree\nsap, even the blood of fallen monsters. Generally,\nnone of these are suitable substitutes.\nWater Consumption\nUnusual Races\nRehydration\n8 6</p>\n<p>the character is fully recovered. Lost hit points are regained at a characters normal recovery rate.\nExample of Dehydration\nThyasius, a human third son of a noble family, is\ncaptured by elven nomads. When his family fails to\nMovement by Night\npay the ransom, the elves turn him loose in the desert\nwithout food or water. His Constitution score is 15.\nAfter the first day without any water, he rolls a 3 on\n1d6 bringing his Constitution temporarily down to\n12. Since Thyasius is a 5th-level fighter, five of his hit\npoints were due to his original Constitution of 15, so\nthese are temporarily lost, as well. After a second day\nwithout water, Thyasius rolls 6 on 1d6, bringing his\nConstitution down to 6. Since the hit point adjustment for a character with a Constitution score of 6 is\n-1, he will temporarily lose another five hit points.\nAfter the third day, he rolls a 1, bringing his Constitution down to 5. Since the hit point modifier is still 1, Thyasius loses no more hit points on the third day.\nOn the fourth day, he is found by a half-elven trader\nwho gives him a full gallon of waterThyasius rolls\n1d8 and regains 6 of his lost Constitution points. His\nlost hit points will return more slowly, in accordance\nOverland Movement\nwith his normal healing rate.\nWater must be carried in skins or barrels. The\nwines insisted in the Equipment Lists carries one\ngallon of liquid. The small barrel listed carries 30\ngallons. Every gall on of water (with its container)\nweighs 3 pounds.\nR a c e\nAnimals also suffer dehydration. Tiny animals\nneed I/8 gallon; small animals need ½ gallon; mansized animals need 1 gallon; larger than man-sized\nanimals need 4 gallons; huge animals need 8 gallons; gargantuan animals need 16 gallons of water\nper day. Animal water intake can be cut by half for\nshade or inactivity, or quartered for both.\nHuman\n24\nDwarf\n12\nE l f\n24\nHalf-elf\n24\nHalf-giant\n30\nHalfling\n12\nM u l * *\n2 4\nThri-kreen***\n36\n30\n15\n30\n30\n37\n15\n3 0\n45\nThe races of Dark Sun also have different movement rates than those in traditional AD&D® campaigns. The following table details these differences.\nThe rules presented for overland travel in the Players Handbook and Dungeon Masters Guide still\ngovern movement on Athas. It is important to note,\nhowever, that those suffering from dehydration cannot undertake a forced march.\nThe draw back to such plans is that good rest under the blistering sun of the day is difficult. Characters who are travelling by night must seek shelter\nduring their daytime rest periods. Rock outcroppings or caves will suffice, as will tents or other\nmake-shift buildings. If such shelter cannot be located, each character must make a save vs. poison\nin order to rest well. Those who fail will sleep fitfully\nand can not memorize spells or recover hit points.\nThri-kreen obviously are not subject to this rule.\nAt night, the temperatures in all types of terrain\ndrop significantly, though moisture is still at a premium. If characters decide to travel by night, they\ngain the benefit of working in shade (half water consumption).\nAt the end of a day that an animal doesnt get its\nfull allotment of water, there is a 10% chance it will\ndie, that chance increasing by 10% for each additional day without water. Animals fully rehydrate after one\nday in which they drink their full allotment of water.\nTransporting Water\nAnimals and Dehydration\nMovement Points\nForce March\n8 7</p>\n<p>* For overland movement, an elf may add his ConM o u n t\nMovement Points\nstitution score to 24 (his normal movement rate)\nor 30 (his forced march rate) to determine his actual movement in miles (or points) per day.\n** This is for a normal 10-hour marching day. A\nmul can move for 20 hours per day on each of\nthree consecutive days. The fourth day, however,\nmust be one of rest in which the character only\ntravels for 10 hours. A resting mul can still\nforce march.\n*** This is for a normal 10-hour marching day. A\nthri-kreen can always move for 20 hours per day.\nHalf-giants and Thri-kreen\nTerrain Modifiers in Overland Movement\nAthas challenges its characters with a variety of\nnew terrain types, each of which affects movement in\ndifferent ways. The following table lists the cost (in\nmovement points) to pass through one mile of the\ngiven terrain.\nT e r r a i n  C o s t s  F o r  O v e r l a n d  M o v e m e n t\nCare of Animals\nTerrain Type\nMovement Cost\nStony Barrens\nSandy Wastes\nRocky Badlands\nMountains\nScrub Plains\nForest\nSalt Flats\nBoulder Fields\n2\n3\n3\n8\n2\n3\n1\n4\nThe movement cost listed is movement points\nneeded to cross one mile of the listed terrain. Terrain obstacles and hindrances apply as listed on the\nTerrain Modifiers table in the DMG.\nMounted Overland Movement\nAs usual, Athasian mounts can move a number\nof miles per day equal to their movement rate under\nnormal conditions. The following chart details the\nmovement rates of Athas most common mounts.\nKank\nInix\nMekillot\n15\n15\n9\nThese overland movement rates can be doubled\nimals cannot move at greater than their base\nmovement rate.\nhausted, as per the AD&D® rules. Dehydrated anHalf-giants are extremely large, and so need an\nequally large mount to carry them. Half-giants can\nride an inix (so long as the beast is not called upon\nto carry any extra cargo).\nor tripled, but the animal may become lame or exThri-kreen never ride animals. They look upon it\nin the same way that a human might view a child\nplaying with his food.\nAthas beasts of burden are hardy animals, acclimated to their worlds harsh conditions; they are\ngenerally self-reliant, if somewhat savage creatures.\nMany beasts are more intelligent and deadly than\nthose used on other AD&D campaign worlds. A\nDark Sun character has a more uneasy peace with\nhis animal, and experience warns him that the rider\nmay become the hunted.\nKank: A kank is a large, docile insect used mainly\nas an individual mount. Each can carry either a 200\npound rider and 200 pounds of extra cargo or two\n200 pound riders with no extra cargo. A kank can\nfind food in any terrain other than salt flats if allowed to graze for a few hours each day. Otherwise,\nit must have five pounds of plants or vegetables per\nday. Each kank needs only two gallons of water per\nday to avoid dehydration.\nAll kank mounts are of the food-producer variety,\ncreating large globules of green honey on the abdomen every other day; it can be eaten by all the player\n8 8</p>\n<p>character races and counts as one gallon of water.\nCharacters on a strict diet of kank honey can survive\non it alone for a period of days equal to their Constitution score; after that, the characters diet must be\nsupplemented with other foodstuffs or he will become weakened and ill. A kank that is dehydrated\nUse of Vehicles\nor not getting enough food does not produce honey.\nA kank pushed to double or triple its normal\nmovement rate receives a +1 bonus to its saving\nthrow to avoid exhaustion.\nInix: An inix is a large lizard that can be tamed for\nuse as a beast of burden. Each can carry up to 2,000\npounds of cargo or passengers. Each inix needs 150\npounds of food and eight gallons of water per day. If\nallowed to graze every day in scrub plain, forest, or\nverdant belt terrain, an inix will forage enough food\nfor itself. Every day that an inix doesnt receive its fill\nof water or food, it must save vs. death or go berserk.\nThe animals basic saving throw is 10, but there is a\ncumulative -2 penalty on the save imposed with each\npassing day. The berserk inixs aim is not to eat its\nmasters, but to escape to forage elsewhere. However, it\nwill attack those who try to stop it-once berserk, an\ninix must be either set free, magically or psionically\ncharmed, or killed. The chance to go berserk is in addition to dehydration.\nAn inix can be pushed to double or triple its normal movement, like any other mount.\nMekillot: This is a huge animal that can carry or\npull up to 8,000 pounds on its back or up to 40,000\npounds on a wagon. A mekillot needs 300 pounds\nof food and 16 gallons of water per day.\nWhen in use as a pack animal, a mekillot may\ndecide to stop working or to move in a random direction. Each day, roll 1d20. On a roll of one, the\nmekillot stops where it is and wont move further\nthat day. On a roll of two, the mekillot takes a new\ndirection, not given to it. Exactly when the mekillot\nbecomes stubborn is determined randomly (roll\n1d10 for the ten-hour march day). A stubborn mekillot can sometimes be controlled through magic or\npsionics. Any physical effort to change a mekillots\nmind (a beating, attempting to lure it with food,\netc.) enrages it and causes it to attack.\nA mekillot cannot be pushed to double or triple\nits normal movement.\nWagons, carts, and similar conveyances must be\npulled by kanks, mekillots, or the like. A cart is any an\nwagon of less than 1,000 pounds capacity; carts\ngenerally have two wheels and can be drawn by one\nkank. Open, enclosed, and armored caravan wagons that require multiple draft animals also require\na teamster to drive them-a teamster is any character with the animal handling proficiency.\nWagons can be easily broken, especially when in\ndifficult terrain. For every day of travel, a wagon has\na 1% chance of breaking down (broken axle or\nwheel, the floor gives way, etc.). For every day of\ntravel in rocky badlands, stony barrens, or mountain terrain, there is a 3% chance of breaking down.\nThese chances are not cumulative with the passage\nof time. Broken wagons can be repaired by someone\nwith the carpentry or engineering proficiency.\nA wagon moves at the speed of its beasts of burden. The animals cannot be pushed to double or\ntriple their normal speed while pulling a wagon.\nChariots are just as described in the DMG, except that on Athas they are pulled by kanks. Kank\nteams of one, two, or four may be used that carry\nchariots holding no more than one, two, or three\nwarriors, respectively. Chariots are more fragile and\ntend to break down during times of high speed and\nstress (such as combat). Use the wagon break down\nrates for day to day movement. However, in combat\nthese same percentage chances apply per round,\nand are doubled if the chariot is turned more than\n45 degrees while at high speeds.\nHowdahs are are small structures built for the\nbacks of mekillots and inix. Having a howdah does\nnot reduce the animals carrying capacity, and it\ncan still move at double or triple rate, subject to the\nlameness and exhaustion rules in the DMG.\n8 9</p>",
    "source_pages": [
      87,
      91
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-rules-book"
      ],
      "level": 2
    }
  }
}