{
  "slug": "chapter-twelve-npcs",
  "transformer": "journal",
  "source_section": "Chapter Twelve: NPCs",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-twelve-npcs",
    "title": "Chapter Twelve: NPCs",
    "content": "<p>The denizens of Athas will react to the player\ncharacters in much the same way they would in any\nother AD&D ® campaign setting. There are, of\ncourse, exceptions and they are dealt with here.\nPriests in DARK SUN campaigns have no compunction regarding the sale of their magical services.\nAn Athasian cleric or templar will readily sell himself\nto cast magical spells for the prices shown on the\nNPC Spell Costs chart in the DMG. Remember to\ncharge in ceramic pieces, not gold pieces.\nDruid NPCs, however, have no desire for monetary gain. They will sometimes cast their spells for\nfree if the player characters are performing some\ntask which benefits the druids guarded lands or the\nnatural environment in general. It will have to be\nquite clear to the druid NPC that the player characters are promoting what he believes to be the ultimate good and, if he even thinks there is a defiler\namong the party members, he wont offer any of his\nservices, regardless of their intentions.\nWizard NPCs will not readily offer their services\nfor coin. Most preservers and defilers are outlaws\nwithin the city states and wont even let it be known\nthat they have spellcasting capabilities. Even outside\nthe city states, where folklore and common conceptions about the destructive nature of magic prevail,\nwizards are reluctant to let their identities be known.\nSince virtually anyone they meet could be a templar\nattempting to discover their secrets, renegade wizards shun those who seek to buy their services.\nRare instances may come up where a renegade\nwizard might allow himself to be bought. If the use\nof his magic can be concealed and it benefits him or\nfurthers his alignments calling, a wizard might be\nbought. Such occurrences will be rare, and the DM\nshould allow such purchases sparingly.\nOne notable exception to the reluctance of wizards to sell spells are the affluent, treacherous defilers who perform for the sorcerer-kings, themselves.\nThese defilers are uncaring and are, for the most\nIn the administration of the city states, templar\nTemplar soldiers are the enforcement arm of their\nservice to the sorcerer-king. Low-level templars\n(levels 1-4) are common soldiers, guards within the\ncities around the slave areas practiced and drilled in\nformations around the city walls. Mid-level templars\n(levels 5-8) are officers in charge of small (10-100\nman) units of guards, slave soldiers, or undead soldiers (in times of war). High-level templars (levels\n9+) are usually generals or administrators, keeping\nthe army equipped and fed.\nOne final, unwritten function of the templars is to\nadvance through their ranks as rapidly as possible.\nThe means by which a templar might gain power\nand position are wide open, including bribery, theft,\nand even assassination of others within their ranks.\nEvery templar NPC can be counted on to accept\nunderhanded schemes that will help him rise to\npower among his fellows.\nTemplars perform three vital functions within a\ngiven city state. Primarily, they comprise the city\nguards and officers of the sorcerer-kings armies.\nSecondly, they see to it that the city is administered,\nits businesses kept running, and its slaves fed. Finally, the templars are responsible for maintaining\nthe illusion that the sorcerer-king is a god-they\nhave absolute power to enforce worship and homage\nto the sorcerer-kings. Every templar NPC will be\nactively pursuing one of these functions.\nTemplars are the most feared people in the city\nstates. Their power to accuse and imprison nearly\nanyone for any reason keeps the city dwellers in terror. Not surprisingly, templars tend to abuse the\npowers they have for their own personal gain which,\nso long as the city is administered and kept in order,\ndoes not bother the sorcerer-king.\npart, above the law. If such an ambitious defiler is\nsought out to cast magical spells for coin, he may\nreadily accept; however, the chance that he will later\nbetray the buyer or even blackmail him are high.\nSpellcasters as NPCs\nTemplars as NPCs\n82</p>\n<p>Typical Administrative Templar Positions\nLow Level (1-4)\nMid Level (5-8)\nHigh Level (9 +)\nRemovers of Waste\nTax Collection\nMovers of Grain\nMinor Construction\nDisease Control\nMaintenance of Gardens\nMaintenance of Roads\nMaintenance of Walls\nMajor Construction\nSlave Control\nGrain Distribution\nGate Monitor\nAssigner of Permits\nRiot Control\nCoin Distribution\nConstruction\nPlanning\nMayor of the City\nGovernor of the\nFarmlands\nAid to the King\nNPCs occupy all positions from waste removal to\nthe mayorship. Lower-level templars (levels 1-4) are\ngiven the dirtier jobs that require hands-on work,\nhaving a few guards at their disposal and fewer slave\nlaborers than they need to perform their tasks effectively. Middle-level templars (levels 5-8) gain greater\nresponsibilities and may have several lower-level\ntemplars beneath them. High-level templars (levels\n9 and higher) move into management of the city\nstate-such templars are difficult to unseat, since\nDruids as NPCs\nthey can blame nearly any shortcomings on their\nunderlings.\nThese are only a sampling of the many levels of\ntemplar bureaucracy. Advancement through the\nranks has little to do with ability or experience.\nTechnically, the sorcerer-king is a god within his\nown city and the templars assure him of worship and\nobedience. In actuality, a sorcerer-king is not a god\nor a demigod, though he is generally an extremely\npowerful wizard and psionicist. However, the templars erect temples and subjugate the populations to\nworship him. There isnt a noble, merchant, or\npeasant in a city state who doesnt at least pay lip\nservice to the sorcerer-king or the templars who enforce his will.\nThe DM must keep two things in mind when\ndealing with any particular templar NPC. First,\nhow will the templar attempt to use the player characters to gain advantage? He could accuse or imprison them, which always looks good in the eyes of\na superior, or he could buy their services to perform\na task such as assassination or simply making a superior look bad. Second, the DM must consider\nhow the player characters might appeal to the templars wicked ways and greed. In their quest for\npower, they are sometimes easily manipulated. Beware, though-higher-level templars have played\nthese games of treachery before and, by their very\nexistence, theyve proven pretty good at them.\nAn NPC druid will defend his guarded lands.\nRegardless of where the player characters are in\nAthas hinterlands, there is almost certainly a druid\nwatching their every move. Those player characters\nwho responsibly use the druids guarded lands will\nnever be bothered. Hunting on their lands or using\nits timber for equipment is, to the druid, part of the\nnatural order of things and he wont interfere.\nIrresponsible use of his guarded lands, however,\nwill bring him out into the open with full force.\nHunting his lands until there is no game left or\nstripping the vegetation will cause the druid to take\naction. An NPC druid who finds a defiler on his\nland will take steps to eliminate that threat.\n83</p>",
    "source_pages": [
      84,
      85
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-rules-book"
      ],
      "level": 2
    }
  }
}