{
  "slug": "chapter-five-monsters-of-athas",
  "transformer": "journal",
  "source_section": "Chapter Five: Monsters of Athas",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-five-monsters-of-athas",
    "title": "Chapter Five: Monsters of Athas",
    "content": "<p>To survive, almost every form of life has become a\nmonster. On the increasingly infertile world of\nAthas, these adaptations have taken an almost diabolical turn. The land is so barren that every form\nLife is a mysterious and resilient thing. Even in\nthe starkest wastes of Athas, the careful observer\nfinds it clinging to the horns of sand dunes, peeking\nout from beneath wind-raked boulders, and creeping along the cracked plains of sun-baked clay.\nof life, to one extent or another, is both predator and\nprey. Some of the more notable of these monsters\nare described in the pages that follow.\nOver the course of the next few pages, you will\nlearn a little about the most common, interesting, or\ndangerous creatures that I have encountered in my\ntravels. Again, I must caution the would-be adventurer that even the most passive beast or sweetest\nflower is often deadly on Athas.\n8 4</p>\n<p>Animals, Domestic\nNil\nNil\nG (30' long)\nH (16 +  long)\nElite (14)\nSteady (12)\n6,000\n650\nNil\nNil\nand abdomen. Kanks often weigh as much as 400 pounds and\nstand up to four feet tall at the back, with bodies as long as eight\nfeet from head to abdomen. Around their mouths, they have a pair\nof multi-jointed pincers which they use to carry objects, to feed\nthemselves, and occasionally to fight with. On their thoraxes, they\nhave six lanky legs ending in a single flexible claw with which the\nkank can grip the surfaces it walks upon. Their bulbous abdomens\nhave no appendages, and are simply carried above the ground.\nKanks are often used as caravan mounts, as they can travel for a\nfull day at their top speed, carrying a two-hundred pound passenger and two-hundred pounds of cargo. They also make decent herd\nanimals and are especially valued by elves. Because they can digest\nnearly any sort of organic matter, these hardy beasts will thrive in\nalmost any environment. In addition, they require little attention,\nfor a kank hive instinctively organizes itself into food producers,\nsoldiers, and brood queens.\nMAGIC RESISTANCE: Nil\nNil\nSIZE:\nM (7 tall)\nL (8 long)\nM O R A L E :\nAverage (10)\nElite (14)\nXP VALUE:\n65\n35\nPSIONICS:\nNil\nNil\nThere are numerous domesticated animals on Athas. Some of\nthe most common ones, at least in the Hinter and Tablelands, are\ndescribed here.\nErdlu\nErdlus are flightless, featherless birds covered with flaky gray-tored scales. They weigh as much as 200 pounds and stand up to\nseven feet tall. They have powerful, lanky legs ending in four-toed\nfeet with razor-sharp claws, and can run at great speeds over short\ndistances (no more than half-a-mile). Their bodies are massive and\nround, with a pair of useless wings folded at their sides. Attached to\ntheir yellow, snake-like necks are small round heads with huge\nwedge-shaped beaks.\nErdlus make ideal herd animals, as they can eat many forms of\ntough vegetation, as well as snakes, lizards, and other small reptiles.\nThey instinctively band together in flocks for protection. When\nthreatened, their first impulse is to flee. If this is not possible, the\nentire flock will turn and give battle as a group. When they fight,\nthey strike at their attackers with their sharp beaks and then rake\nthem with their claws.\nThe food producers secrete melon-sized globules of green honey\nthat they store on the their abdomens to feed the young and, when\nfood is scarce, the rest of the hive. Humans and demihumans can\nlive on this nectar alone for periods of up to three weeks, but must\nsupplement their diets with meat and/or vegetation after longer\nperiods. The sweet taste of this nectar makes it very valuable, and it\nis this that has caused the kank to be domesticated. It should be\nnoted that wild kanks produce far fewer globules than their carefully breed cousins.\nErdlu eggs are an excellent food, containing all the nutrients that\na human or demihuman needs to survive for months at a time. If\neaten raw, they can even substitute for water (1 gallon per egg) for\nperiods of up to one week. In addition, the hard scales of their wings\nmake excellent shields or armor (AC 6), their beaks can be used to\nmake fine spearheads, and their claws are often crafted into daggers or tools.\nKank\nKanks are large docile insects. Their bodies have a black chitinous exoskeleton, and are divided into three sections: head, thorax,\nWhen the tribe stops in an area that looks as though there is a\nconsiderable amount of vegetation, the brood queens lay a clutch of\ntwenty to fifty eggs. The soldier kanks, along with the rest of the\nhive, ferociously defend this area from all predators, and will not\nleave until the eggs hatch. Herders must delay their migrations or\nabandon their hives when this conflicts with their plans.\nIn a fight, the soldiers attack first, striking with their pincers for\nNO. APPEARING:\n50-500\n(5d10x10)\nA R M O R  C L A S S :\n7\nM O V E M E N T\n18\nHIT DICE:\n3\nTHAC0:\nNO. OF ATTACKS:\n2 \nDAMAGE/ATTACK:\n1d6/1d4\nSPECIAL ATTACKS:\nSPECIAL DEFENSES: \n50-500\n(5d10x10)\n5\n15\n2\n19\n1\n1d6\nSee below\nNil\n1 or 2\n1 or 2\n7 (underside 9)\n6\n9\n15\n11\n6\n9\n15\n1\n2\n1d6\n1d6/1d8\nSwallow or crush\nCrush\nNil\nNil\nErdlu\nKank\nCLIMATE/TERRAIN: Tablelands\nTablelands\nor Hinterlands\nor Hinterlands\nF R E Q U E N C Y\nCommon\nCommon\nORGANIZATION:\nFlock\nHive\nACTIVITY CYCLE:\nDay\nAny\nD I E T\nOmnivore\nOmnivore\nINTELLIGENCE:\nAnimal (1)\nAnimal (1)\nTRE A S U R E :\nNil\nNil\nALIGNMENT:\nNeutral\nNeutral\nMekillot\nTablelands\nor Hinterlands\nRare\nSolitary\nDay\nOmnivore\nAnimal (1)\nNil\nNeutral\nInix\nTablelands\nor Hinterlands\nUncommon\nSolitary\nDay\nHerbivore\nAnimal (1)\nNil\nNeutral\nN i l\nN i l\n85</p>\n<p>Animals, Domestic\n1d6 points of damage. In addition, any victim hit by a soldier is\ninjected with Class O poison (save vs. poison or be paralyzed in\n2d12 rounds). If pressed, the food producers will also fight, but\nthey lack the poison of the soldiers. The brood queen never attacks,\neven in self defense.\nAlthough predators may attack kanks for the food producers\nhoney globules, only the foulest carrion eaters will eat kank flesh.\nAs soon as a kank dies, its meat emits a foul-smelling odor that not\neven a starving man can stomach. The chitinous exoskeleton of\nkanks can be scraped and cut into solid plates of armor (AC5), but\nit is somewhat brittle and each time it is hit there is a 20% chance\nthat it will shatter.\nMekillot\nMekillots are mighty lizards weighing up to six-tons, with huge,\nmound-shaped bodies as long as 30 feet. Their backs and heads are\ncovered with a thick shell that serves as both a sunshade and protection from attacks by other large creatures. Their undersides are\ncovered with much softer scales (AC 8).\nDespite their vicious dispositions, mekillots are often used as caravan beasts. A hitched pair can pull a wagon weighing 10-20 tons\nat a slow, plodding pace. Mekillots are never truly tame, however;\neven when they are hitched to a wagon, the stubborn creatures have\nbeen known to turn off the road and go wandering off for days\nwithout any apparent reason. They are also noted for making\nsnacks of their handlers. Because of the difficulties of controlling\nthese beasts, most caravans rely on psionicists with the appropriate\npowers to drive them.\nIn a fight, mekillots attack with their long tongues, striking for\n1d6 damage. On a natural roll of 20, the tongue grasps the victim\nIn combat, inix slap with their immense tail (1d6 damage) and\nbite (1d8 damage). On a natural biting attack roll of 20, they grasp\nman-sized or smaller opponents and do an additional 1d20 points\nof crushing damage. Their shells are useful for making armor (AC\n5), and their scaly underbellies can be used to make a type of fine\nleather armor (AC7).\nThe one major drawback to traveling by inix is that these large\nherbivores need vast amounts of forage. If they dont get enough to\neat they are nearly impossible to control. Thus, they are seldom\nused in regions where forage is at a premium.\nInix make spirited mounts, and are capable of carrying up to a\nseven-hundred and fifty pounds. They move at steady pace for\nhours on end, and over short distances, their charge is as fast as\nthat of a kank. Inix riders often travel in howdahs, small box-like\ncarriages that are strapped to the beasts back.\nInix\nThe inix is a large lizard midway in size between a kank and\nMekillots protect their vulnerable undersides by instinctively\ndropping to their bellies when anything crawls beneath them. This\ncauses 2d12 points of damage to the creature they drop upon and\nmay injure the mekillot, depending on what it is trying to flatten.\nand tries to draw him into his mouth. He must save vs. paralyzation\nto avoid being swallowed and slowly killed by the great beasts digestive system. Swallowed individuals are helpless to employ any\nform of attack other than psionics on the mekillot that consumed\nthem.\nmekillot. It weighs about two tons and grows up to sixteen feet long.\nIts back is protected by a thick shell, while its belly is covered with a\nlayer of flexible scales.\nDS1\nDS1\n8 6</p>\n<p>Belgoi\nCLIMATE/TERRAIN: Tablelands\nFREQUENCY:\nUncommon\nORGANIZATION:\nTribe\nACTIVITY CYCLE:\nDIET:\nAny\nOmnivore\nINTELLIGENCE:\nL\nTREASURE:\nM,(I)\nLawful evil\nALIGNMENT:\nNO. APPEARING:\n1-10\nARMOR CLASS:\n7\nMOVEMENT:\n12\nHIT DICE:\n5\nTHAC0:\n15\nNO. OF ATTACKS:\n2\nDAMAGE/ATTACK:\n1 d 4 + 2\nSPECIAL ATTACKS:\nConstitution drain\nS P E C I A L  D E F E N S E S :  N i l\nMAGIC RESISTANCE: Nil\nSIZE:\nM (6 tell)\nMOR A L E :\nAverage (8-10)\nXP VALUE:\n650\nPSIONICS SUMMARY:\nLevel\nDis/Sci/Dev Attack/Defense Score\nPS Ps\n2\n2/1/5\nE W , P B / M   1 2\n35\nTelepathy Sciences: domination; Devotions: attraction, ego whip,\npsionic blast, mind blank, contact.\nNote: These psionics are common to most belgoi. It is not unusual\nfor individuals of higher status to have more powerful psionics,\nhowever.\nAt first sight, the belgoi appear humanend then you notice the\nlong clews on the end of their fingers, their puckered, toothless\nmouths, and their webbed, three-toed feet. They are a race of ignorent demihumans who dwell in the most forlorn wastes of Athas.\nThey have a taste for the flesh of intelligent races and no ruler will\ntolerate them within five days travel of his city.\nCombat: Belgoi usually attack by sneaking up on their victims\ncamp and selecting a juicy looking target. Each belgoi rings a smell\nbell that allows it to make contact with its victim, then attempts to\nuse domination to take over the victims body end have him leave\ncamp, or attraction to lure the victim into the darkness. If the belgois contact is successful, only the victim can hear the bell, but if it\nfails, then the entire party hears it.\nOnce the victim is lured out of camp, the belgoi caresses and\ntouches the victim, temporarily draining 1d6 points of Constitution\nper round (duration: 1d4 turns, victim loses all bonuses due to high\nConstitution). Upon reaching 0 Constitution points, the victim\nfells unconscious, and the belgoi sits down to feast.\nIf forced into melee combat, the belgoi strike with their wicked\nclaws, inflicting en 1d4+2 points of damage. Each time they hit,\nthe victim must save vs. poison or lose 1d6 points of Constitution\n(es described above).\nWhen a battle starts to go against the belgoi, they will flee and\nfetch replacements for any of their fallen comrades, then return a\nshort time later to attack again. Therefore, battles with belgoi often\nturn into long, running fights that last for many days. The only wey\nto prevent the belgoi from returning time after time is to kill them all\nbefore they have a chance to escape.\nHabitat/Society: Basically, the belgoi form huge raiding tribes end\nbehave as such. They tend to make their homes in forlorn parts of\nthe desert, but journey forth in greet numbers to harass the trading\nroutes, settled villages, end anywhere else they can find a plentiful\nsupply of poorly defended people.\nBelgoi hosts tend to move in small parties of 1-10 individuals.\nWhen they encounter likely-looking prey, the scouting party usually\nattacks, looking to its own dinner first. If they have stumbled across\na large group, however, they will fetch other members of their tribe\nend return to attack with greeter numbers.\nEcology: Belgoi often leave the lend barren and desolate behind\nthem, stripped of all animal and vegetable life. They are second\nonly to the foulest of defilers in the destruction they cause to the\nworld about them.\n8 7</p>\n<p>Braxat\nCLIMATE/TERRAIN:\nTablelands, Mountains, and Hinterlands\nFREQUENCY:\nR are\nORGANIZATION:\nSolitary\nACTIVITY CYCLE:\nNight\nDIET:\nCarnivore\nINTELLIGENCE:\nHigh (13-14)\nTRE AS U R E :\nR, V\nALIGNMENT:\nNeutral evil\nHIT DICE:\n10\nNO. APPEARING:\n1 or 2\nARMOR CLASS:\n0\nMOVEMENT:\n15\nTHAC0:\n11\nNO. OF ATTACKS:\n1\nDAMAGE/ATTACK:\nby weapon +10\nSPECIAL ATTACKS:\nBreath Weapon\nSPECIAL DEFENSES:\nHit only by magical or steel weapons\nMAGIC RESISTANCE: Nil\nSIZE:\nH\nMORAL E :\nFanatic (18-13)\nXP VALUE:\n5,000\nPSIONICS SUMMARY:\nLevel\nDis/Sci/Dev Attack/Defense Score\nPS Ps\n6\n1/2/10\nM T , P B , P s C /  1 5\n80\nIF,MB,M\nT S  T W\nTelepathy-- Sciences: psychic crush, tower of iron will. Devotions:\nmind thrust, psionic blast, intellect fortress, mental barrier,\nmind blank, thought shield, awe, contact, inflict pain, invincible\nfoes.\nIt is difficult to tell whether the braxat are of mammalian or reptilian stock. Their backs are covered with thick, articulated shells,\ntheir heads have a squarish lizard-like shape giving them a reptilian\nappearance, and the crowns of their heads are defended by three to\nfive horny protrusions. At the same time, they walk upright on two\nfeet, can speak with a human-like voice, have a fully opposable\nthumb, and are warm-blooded.\nCombat: Braxat are hunters by nature, and their fighting tactics\nreflect this. They will often use psionic attacks (inflict pain or invincible foes) in an attempt to disable their opponents and reduce the\nrisk to themselves.\nAfter attacking psionically, the braxat wade into hand-to-hand\ncombat, usually carrying a massive spiked club that inflicts 2d4\npoints of damage.\nThey use their breath weapon only as a last resort, for it tends to\nrender the prey unsuitable for consumption. This cone of acid is\none foot in diameter at the base and extends for ten-feet, where it is\nfive feet in diameter. It does 2d10 points of damage to anything it\ntouches (save vs. breath weapon for ½ damage).\nBraxat suffer damage only when hit by steel weapons or those\nwith a magical enchantment upon them. All other weapons glance\noff of them harmlessly, although they may be knocked prone or\notherwise affected by them.\nHabitat/Society: Braxats are found throughout Athas, wandering\nthe forlorn wastes in search of prey. They are usually solitary creatures, but may rarely be found in mated pairs (in this case. the\nyoung are usually safely hidden away in a remote cavern).\nEcology: Braxat are true terrors of the desert, usually attacking at\nnight in search of fresh meat. Although they will eat caravan\nmounts on occasion (with the exception of kanks), they prefer intelligent races.\nBraxat shells make excellent shields and armor plates (AC2).\nBecause of this, they are sometimes hunted by other creatures living\nnear them. Because of the power of the braxat, however, would-be\nhunters often find the tables turned upon them and end up the\ntargets of a deadly ambush.\n8 8</p>\n<p>Dragon of Tyr\nC L I M A T E / T E R R A I N :  A n y\nF R E Q U E N C Y\nUnique\nORGANIZATION:\nSolitary\nACTIVITY CYCLE:\nAny\nOmnivore\nSupra-genius (20)\n(H)\nLawful evil\nD I E T\nINTELLIGENCE:\nTR E A S U R E :\nA L I G N M E N T\nNO. APPEARING:\nA R M O R  C L A S S :\nM O V E M E N T\nHIT DICE:\n1\n-10\n15, Fl 45 (A), Jp 5, Br 6\n32 (250 hit points)\nTHAC0:\nNO. OF ATTACKS:\n-3\n4 + breath weapon or spell & psionic\nDAMAGE/ATTACK:\n2d10+15/2d10+15/4d12/5d10\nSPECIAL ATTACKS:\nBreath weapon (25d12)\nSPECIAL DEFENSES:\nSee below\nMAGIC RESISTANCE: 80%\nSIZE:\nG (40 tall)\nM O R A L E :\nFearless (20)\nXP VALUE:\n42,000\nPSIONICS SUMMARY:\nLevel Dis/Sci/Dev\nA t t a c k / D e f e n s e  S c o r e\nPS Ps\n25\n6/12/28\nE W , I I , M T , P B , P s C /  1 9\nVaries\nIF,MB,M,TS,TW\n( u s u a l l y\n2 0 0 + )\nClairsentience Sciences: clairvoyance, precognition; Devotions:\ncombat mind, danger sense, poison sense.\nPsychokinesis Sciences: detonate, disintegrate, telekinesis; Devotions: animate shadow, ballistic attack, molecular agitation,\nsoften.\nPsychometabolism Sciences: death field, life draining; Devotions:\nbody equilibrium, cause decay, chameleon power, ectoplasmic\nform, heightened senses, reduction, suspend animation.\nPsychoportation Sciences: teleport; Devotions: dimensional door,\ndimension walk, teleport trigger, time shift.\nTelepathy Sciences: psychic crush, tower of iron will; Devotions:\ncontact, ego whip, id insinuation, intellect fortress, mental barrier, mind blank, mind thrust, mindlink, psionic blast, thought\nshield.\nMetapsionics Sciences: ultrablast.\nDefiler Spells: 1) charm person, friends, hypnotism, sleep, chill\ntouch; 2) bind, forget, ray of enfeeblement, scare, spectral\nhand; 3) hold person, suggestion, feign death, hold undead,\nvampiric touch; 4) confusion, emotion, fumble, contagion, enervation; 5) chaos, domination, feeblemind, animate dead, magic\njar; 6) eyebite, mass suggestion, death spell, reincarnation; 7)\nshadow walk, control undead, finger of death; 8) binding, mass\ncharm, sink; 9) mordenkainens disjunction, energy drain.\nThe dragon uses its breath weapon only as a last resort, for it is so\ndestructive that nothing usually remains of any prey that it hits.\nThe dragon usually attacks like a hunter, first stalking and then\nchasing down its prey. Next, if its opponent consists of a large\ngroup of individuals, it attacks with its death field psionic power,\nbut if the opponent is only a handful of individuals, it attacks them\nindividually with its life draining power.\nThe dragon can be hit only by +2 or better magical weapons. If\nthese are not made of metal, the dragon suffers only ½ damage from\nthe attack. Each round, the dragon automatically regenerates 10 hp.\nThe dragon has an 80% magic resistance to all spells cast against it.\nThree times a day, the dragon can breath a cone of superheated\nsand during a round instead of using its psionic powers and casting\na spell. This cone is five-feet wide at the base, fifty-feet long, and a\nhundred feet in diameter at its far end. The cone does 25d12 of\ndamage, which is treated as both heat and abrasive damage.\nCombat: The dragon is a terror in combat. It can attack simultaneously with its massive claws (2d10+15), its fang-filled mouth\n(4d12), and its whip-like tail (5d10). In addition to its melee attacks, the dragon can use one psionic power and cast one magical\nspell per round. For purposes of determining psionic power and\nspell effects, it is treated as 20th level psionicist and a 20th level\ndefiler. The dragons saving throw numbers are always 2.\nian in many ways: it has a long, snake-like neck, whip-like tail, and\nscaly hide. Yet it walks on two legs, its hands have long, welldeveloped fingers and thumbs, its bone structure seems faintly humanoid, and its head is long and narrow, with a distinctly\nmammalian appearance.\nFortunately, there is only one dragon in the Tyr Region, and perhaps in the entire world of Athas. It is tall and thin, with a gnarled\nHabitat/Society: The dragon wanders over all parts of Athas, usubone structure and swollen, bulbous joints. Its appearance is reptilally alone. Occasionally, it visits a sorcerer-king, leaving disaster\nand chaos in its wake.\n89</p>\n<p>Dune Freak (Anakore)\nCLIMATE/TERRAIN:\nAny sandy region\nFREQUENCY:\nUncommon\nORGANIZATION:\nSmall Tribes\nACTIVITY CYCLE:\nNight\nDIET:\nOmnivore\nINTELLIGENCE:\nLow (5-7)\nTRE AS U R E :\nP\nALIGNMENT:\nNeutral evil\nWhile this bite inflicts no damage in itself, it does inject poisonous\nsaliva into the wound. The victim must immediately save vs. paralyzation or be completely unable to move for 1d4 rounds. On the\nround following paralyzation, the victim is dragged under the\nsound, suffering an additional 1d4 per round suffocation damage.\nHabitat/Society: The anakore live within any sandy heap, such as\nsand dunes or the alluvial fans at the mouths of the canyons. Normally, they travel and hunt in small packs of two to twelve individuals, with the largest, most aggressive acting as leader. They are\nrarely found outside of sandy areas, but they can walk upright\nacross various kinds of terrain-though they are unusually vulnerable in this state and will avoid fighting at all costs.\nEcology: The anakore are nomadic burrowers who are constantly\nmoving through the sandy wastes of Athas. It is often possible to\nidentify an area through which anakores have passed by the dead\nplants found therethe anakores chew the roots away, leaving the\nupper stalks exposed. In addition to their diet of plant roots, the\nanakores also eat meatmekillot, inix, erdlu, elf, dwarf, halfling,\nand nearly anything except kank.\nvidual motionless for a moment and bites with its short, sharp teeth.\nCombat: Anakore usually attack their foes by burrowing underneath them, then striking from beneath the victim with their sharp\nclaws. Such victims suffer a -3 penalty to their surprise rolls. The\nanakore continue to fight from within the sand for as long as possible, imposing a -2 penalty to their opponents attack rolls.\nWhen an anakore hits a victim with both claws, it holds the indiThe anakore have an unusual dorsal ridge running along their\nspine. This fin is actually a sensitive organ which picks up minute\nvibrations traveling through the sand. With it, they can locate a\nsolitary creature walking on the sand from as far away as five miles.\nThe bright light of Athas sun blinds the anakore during the\nday, but at night they can see as clearly as most beings do during\nthe day. The anakore do not have infravision, however; they do not\nsee body heat. In complete darkness, they are as blind as any human. But if there is even the tiniest amount of light, such as from a\nstar, they see very well.\nThe anakore are a race of dimwitted humanoids with bony, wedgelike heads, small ears pressed close to the sides of their heads, and\nsunken, beady eyes covered by clear membranes to prevent sand\nfrom scratching these delicate tissues.\nDAMAGE/ATTACK:\n1d4/ld4\nSPECIAL ATTACK:\nSurprise bonus, Paralyzation, suffocation\nSPECIAL DEFENSES: Burrow\nMAGIC RESISTANCE: Nil\nSIZE:\nM (6 tall)\nM O R A L E :\nSteady (11-12)\nXP VALUE:\n650\nPSIONICS:\nNil\nHIT DICE:\n3\nTHAC0:\nNO. OF ATTACKS:\n2\nNO. APPEARING:\n2-12 (2d6)\nARMOR CLASS:\n8\nMOVEMENT:\n9 15 Br\n17\n90</p>\n<p>Gaj\nCLIMATE/TERRAIN:\nSands, stony barrens, rocky badlands, and islands\nFREQUENCY:\nVery Rare\nORGANIZATION:\nSolitary\nACTIVITY CYCLE:\nAny\nDIET:\nCarnivore\nINTELLIGENCE:\nVery (11-12)\nTR E A S U R E :\nZ\nALIGNMENT:\nNeutral evil\nNO. APPEARING:\n1-2\nA R M O R  C L A S S :\n2\nMOVEMENT:\n12\nHIT DICE:\n7\nTHAC0:\n13\nNO. OF ATTACKS:\n1\nDAMAGE/ATTACK:\n1d6\nSPECIAL ATTACKS:\nSee below\nSPECIAL DEFENSES:\nSee below\nMAGIC RESISTANCE: Nil\nSIZE:\nL (6 diameter)\nM O R A L E :\nChampion (15)\nXP VALUE:\n2,000\nPSIONICS SUMMARY:\nLevel Dis/Sci/Dev\nAttack/Defense\nScore\nPS Ps\n8\n1/4/13\nII, EW, PB/\n17\n120\nIF, MB, M, TW\nTelepathy Sciences: domination, mass domination, probe, tower\nof iron will; Devotions: aversion, contact, ego whip, esp, false\nsensory input, id insinuation, inflict pain, intellect fortress, life\ndetection, mental barrier, mind blank, psionic blast, send\nthoughts.\nThe gaj is a psionic horror. Physically, it appears as a large reptile\nresembling a beetle in appearance. Its body is covered by a scaly,\nrust-orange shell about six feet in diameter. From beneath this shell\nprotrude six four-jointed legs which end in webbed feet with long,\nsharp claws.\nIts head is a spongy white globe about two feet in diameter.\nSpaced at even intervals around the head are six compound eyes. A\npair of barbed mandibles as long as a mans arms flank six fingerlike appendages that hang over its mouth, and three feathery stalks\nrise from the top of the head.\nCombat: The gaj strikes with its psionic attack modes first, trying to\ndisable its opponents before moving in for the kill. If this fails, or\nonce the opponents are disabled, the gal tries to kill its prey with its\ntwo huge mandibles.\nWhenever the gaj makes a successful hit, the victim must save vs.\nparalyzation or be held by the mandibles until he breaks the hold\n(as if wrestling; see Punching and Wrestling in Chapter 9: Combat\nof the DMG). While held, the victim suffers five points of damage\nper round. More importantly, the gaj wraps its feathery antenna\naround the victims head and psionically probes his innermost\nthoughts. Unlike the standard psionic probe, however, this is a\npainful, destructive process. The victim loses 1d4 points of IntelliEcology: Like all carnivores, the gaj eat flesh to provide their bodies\nwith physical energy. Unlike most other animals, however, the gaj\nderive their mental energy from the thoughts of other beings\nthrough the effects of their probe powers. No matter where they\nlive, the gaj are constantly using their feathery antennas to search\nthe horizon with their psionic life detection powers for signs of their\nfavorite prey-other intelligent races. After a week without consuming the thoughts of an intelligent creature, the gaj starts losing\nPSPs at the rate of 1d10 per day. The lost PSPs are fully recovered\nonce the gaj feeds, but if his total number of PSPs ever drops to 0,\nhe loses his psionic powers and his will to live. Within a week, the\ncreature will die.\nHabitat/Society: The gaj are solitary hunters that prey on other\nintelligent life forms. They prefer to live in rocky areas where their\nshells serve as camouflage, or in sandy areas where they can hide\nthemselves from predators in a shallow burrow. Most often, they\nare found alone, but occasionally mated pairs are encountered.\nThe hard shell covering the gajs body reduces the damage that\nall non-metallic weapons cause it. Thus, all non-metal weapons inflict half their normal damage to these monsters. In melee, it can\nalso protect its vulnerable head by pulling it beneath its shell. This\nleaves the dangerous mandibles exposed, and does not reduce its\ncombat effectiveness at all.\ngence or Wisdom (distributed randomly on a point by point basis)\neach round he is held. This loss is permanent, and once the victims\nIntelligence or Wisdom drops to 0, he becomes a mindless husk\nand will soon die of starvation and thirst.\n91</p>\n<p>Giant, Athasian\nCLIMATE/TERRAIN:\nSea of Silt Islands, Tablelands\nFREQUENCY:\nUncommon\nORGANIZATION:\nClans\nACTIVITY CYCLE:\nDay\nDIET:\nOmnivore\nINTELLIGENCE:\nLow (5-7)\nTRE ASU R E :\nY (I)\nALIGNMENT:\nVaries by individual\nNO. APPEARING:\n1-20\nARMOR CLASS:\n4\nMOVEMENT:\n15\nHIT DICE:\n15\nTHAC0:\n5\nNO. OF ATTACKS:\n1\nDAMAGE/ATTACK:\n2 - 1 6 + 1 4\nSPECIAL ATTACKS:\nHurl rocks\nSPECIAL DEFENSES:\nSee below\nMAGIC RESISTANCE: Nil\nSIZE:\nH (20-30)\nM O R A L E :\nChampion (16-17)\nXP VALUE:\n9,000\nPSIONICS SUMMARY:\nHumanoid giants are not capable of employing psionic powers.\nBecause of their huge brain mass, humanoid giants are resistant to\nall forms of psionics. When any form of psionics is used against\nthem, they are allowed to save vs. spells to negate it. In addition, in\npsionic combat, they are treated as if they have all five defense\nmodes.\nMany beast-headed giants are intelligent enough to make good\npsionicists, however. Although they lack the general immunity to\npsionics that their humanoid cousins possess, they have the following statistics:\nLevel\nDis/Sci/Dev Attack/Defense Score\nP S Ps\n5\n2/3/10\nVaries/3\n13\n75\nTheir disciplines, sciences, and devotions vary too widely to make\ngeneralizing possible or practical.\nAthasian giants come in only two basic varieties: humanoid and\nbeast-headed.\nHumanoid giants resemble massive humans standing between 20\nand 30 feet tall, and weighing between four and eight tons. They\nhave exaggerated and sometimes comical features, such as huge\nnoses, ears, mouths, and so forth. Their skin is usually dark red to\nblack in color, and their hair is coarse and sturdy (giant hair ropes\nare the best on Athas). Most humanoid giants have a Strength\nscores of 25.\nBeast-headed giants resemble humanoid giants in many respects,\nsave that they are slightly smaller (15-20 feet). In place of the head of a\nman or woman, they have the head of some beast, and their skin is\nusually an extremely pale color, like pink or alabaster. Beast-headed\ngiants are rarely seen in the Tablelands, for they are just short enough\nto make wading through the Sea of Silt hazardous to their safety.\nEcology: Most giants feed themselves through herding sheep,\nkanks, erdlus, and other animals. They often supplement this simple lifestyle through raiding, simple forms of commerce (such as by\nselling their hair to rope-makers), and occasionally by hiring themselves out as mercenaries (though this is considered quite dishonorable by most giants).\nBeast-headed giants tend to be more hostile, and treat all nongiants as vermin. They are magical mutations of normal giants, and\nare treated by their brethren as inferior beings. Since beast-headed\ngiants are on the whole somewhat wiser and more intelligent than\nhumanoid giants, this makes them understandably bitter.\nHabitat/Society: Generally, humanoid giants are only destructive\nwhen they want something, or when a stranger has landed on their\nisland uninvited. Otherwise, they are quite congenial and friendly.\nOffensively, giants like to get to the heart of the matter, melee, as\nquickly as possible. They will charge into the fray swinging their\nhuge clubs. When hit by a giant, any being of man-size of smaller\nmust save vs. paralysis or be knocked off his feet and fly 1 yard per\npoint of damage inflicted.\nCombat: Giants fight in two basic modes: defensively or offensively.\nWhen fighting defensively, such as when protecting their island\nhomes from uninvited guests, their favorite tactic is to hurl boulders\nat the enemy from as great a range as possible (up to 250 yards),\ndoing 2d10 damage to anyone or anything they hit.\n92</p>\n<p>Gith\nNote: Only leaders commanding 25 or more gith have psionic\npowers. The psionics listed above are representative of these\nleaders, but their powers do vary greatly. Gith with more hit dice\nhave correspondingly greater powers.\nTelepathy Sciences: tower of iron will, project force; Devotions: id\ninsinuation, mind thrust, contact, mind blank, mental barrier.\nPsychokinesis Sciences: telekinesis; Devotions: animate object,\nanimate shadow, ballistic attack, control body, control flames.\nPSIONICS SUMMARY:\nLevel\nDis/Sci/Dev Attack/Defense Score\nPS Ps\n5\n2/3/10\nI I ,  M T / M  ,  1 6\n80\nTW, MB\nDAMAGE/ATTACK:\nby weapon or 1d4/1d4\nSPECIAL ATTACKS:\nSpringing\nS P E C I A L  D E F E N S E S :  N i l\nMAGIC RESISTANCE: Nil\nSIZE:\nM\nM O R A L E :\nSteady (12)\nXP VALUE:\n175\nNO. APPEARING:\n10-100\nA R M O R  C L A S S :\n8\nMOVEMENT:\n10\nHIT DICE:\n3\nTHAC0:\n17\nNO. OF ATTACKS:\n1 or 2\nCLIMATE/TERRAIN:\nTablelands, Mountains\nFREQUENCY:\nUncommon\nORGANIZATION:\nTribal\nDay/Night\nCarnivore\nAverage (10)\nM (Individual), I (Lair)\nChaotic\nACTIVITY CYCLE:\nDIET:\nINTELLIGENCE:\nT R E A S U R E :\nALIGNMENT:\nCombat: If possible, the gith attack in mass, usually starting with a\npsionic attack from one of their leaders. Then the entire party\nThe gith are a race of grotesque humanoids that appear to be a\npeculiar mixture of elf and reptile. They are extremely gaunt and\nlanky, with long gangling arms and spindly legs. Their hands have\nthree fingers with no opposable thumb, yet they are able to use tools\nand wield weapons. Both their fingers and toes end in sharp claws.\nIf one could get a gith to stand up straight, he would measure close\nto seven feet tall. However, most gith appear to be no more than five\nfeet tall, for they stand hunched over at the shoulders.\nmoves in quickly to melee. They oft en accomplish this by springing\nup to twenty feet in one giant leap to close with their enemies.\nWhen they employ this spring, it gives them a +2 THAC0 bonus\non the first round of combat.\nThe gith are generally armed with large, wicked-looking spears\nwith giant, razor-sharp heads of obsidian (1d6-1 damage). Although these spears look like thrusting weapons, they are used primarily to slash or chop. The gith oft en armor themselves, especially\ntheir vulnerable backs, with inix-shell armor (AC 6).\nHabitat/Society: The gith live in tribal organizations. The individual with the most powerful psionics generally acts as the leader. All\nother social positions are distributed at his pleasure.\nFor every twenty-five gith, there will be a five HD leader, for every\nfifty, a six HD leader, and for every tribe of 100 or more, a seven\nHD leader. In addition to having hit points and THAC0 numbers\nappropriate to their HD, these leaders will have psionic powers approximately equal to a psionicist of an equivalent level.\nEcology: Mountain gith live in underground lairs, claiming a particular canyon or valley as their territory. Gith inhabiting the Tablelands tend to organize their society more along the lines of a\nnomadic hunting clan, going wherever the game takes them. They\ndo not hesitate to attack human or demihuman groups.\n9 3</p>\n<p>Jozhal\nCLIMATE/TERRAIN:\nTablelands and Hinterlands\nFREQUENCY:\nRare\nORGANIZATION:\nFamily\nACTIVITY CYCLE:\nNocturnal\nDIET:\nOmnivore\nINTELLIGENCE:\nVery (14-15)\nTRE ASU R E :\nU\nALIGNMENT:\nChaotic neutral\nPsychoportation Sciences: banishment. Devotions: dimensional\ndoor, time shift, time/space anchor, teleport trigger.\nTelepathy Sciences: contact. Devotions: ego whip, psionic blast,\nintellect fortress, thought shield, mind bar.\nSpells- 1) detect magic, cure light wounds, detect poison, locate\nanimals or plants, magical stone; 2) silence 15 radius, hold person, flame blade; 3) locate object, dispel magic.\nPSIONICS SUMMARY:\nLevel\nDis/Sci/Dev Attack/Defense Score\nPSPs\n4\n2/2/9\nE W , P B / I F , T S  1 4\n80\nDAMAGE/ATTACK:\n1d6 or by weapon -2 or 1d4/1d4\nSPECIAL ATTACKS:\nUses magical items & spells\nSPECIAL DEFENSES: Camouflage\nMAGIC RESISTANCE: 10%\nSIZE:\nS (4 tall)\nMORAL E :\nSteady (11-12)\nXP VALUE:\n1,400\nHIT DICE:\n4\nTHAC0:\n17\nNO. OF ATTACKS:\n1\nNO. APPEARING:\n5-10 (1d6+4)\nARMOR CLASS:\n3\nMOVEMENT:\n18\nCombat: Generally, the jozhal prefers to avoid combat. It attempts\nto flee, then use its ability to change skin color to hide from pursuers (they must roll their Wisdom or less on 1d20 to find the jozhal).\nShould the pursuer get too close to the jozhal without actually seeing it, the jozhal will attack. The victim must make a surprise check\nwith a -2 penalty.\nStanding about four feet tall, the jozhal is a small, two-legged reptile with a skinny tail, a long flexible neck, and a narrow, elongated\nsnout. Its mouth is filled with needle sharp teeth, and its lanky arms\nend in small, three-fingered hands with an opposable thumb. Although the lozhals hide is covered with scales, they are so small as\nto be unnoticeable at first, and it appears to more akin to a mans\nskin or a baazrags rough hide. The jozhal can change the hue of\nits skin at will, either to match the color of its environment, or to\nstand out against it.\nThe jozhal clans intellect is best reflect in its relationship to the\nworld around it. They are very careful never to destroy the lifegiving world in which they live, always making use of every bit of\nscrap and refuse that they find. They carry this to extremes, even\npracticing cannibalism and using the bones of their dead to construct weapons and tools.\nEcology: Jozhals forage for food (roots and tubers), and eat almost\nany sort of small reptile, snake, or insect. Their magic is akin to that\nof elemental clerics, and is therefore not destructive to the environment around them.\nJozhals are attracted to magic of all sorts, and whenever they see\nhumans or demihumans passing they track the party down and attempt to cast a detect magic spell on the group. If the spell reveals\nany magical items, they will try to sneak into camp and steal them.\nHabitat/Society: The jozhal live in small family groups of four to\nfive creatures. They are extremely intelligent and cunning, but regard humans or demihumans as foolish, dangerous creatures and\nwill rarely tolerate them.\nDuring the actual fight, the lozhal attempts to defend itself first\nwith psionics and magic, then with any magical items it currently\npossesses (roll on Table 88 in DMG, results calling for armor,\nshields, or weapons count as no magical item in iozhals possession). If that fails, it will bite with its teeth for 1d8 points of damage,\nor strike with any weapon available to it (with a -2 damage modifier.)\n9 4</p>\n<p>Silk Wyrm\nCLI M A T E /T E R RA I N:  Badl an ds\nFREQUENCY:\nUncommon\nORGANIZATION:\nSolitary\nACTIVITY CYCLE:\nAny\nDIET:\nCarnivore\nINTELLIGENCE:\nLow (5-7)\nTRE A S U R E :\n(W)\nALIGNMENT:\nNeutral\nN O .  A P P E A R I N G :  1\nA R M O R  C L A S S :\n3\nMOVEMENT:\n12, Fl 12 (C)\nHIT DICE:\n6\nT H A C 0 :\n15\nNO. OF ATTACKS:\n1\nD A M A G E / A T T A C K :\n1d6\nSPECIAL ATTACKS:\nSee below\nS P E C I A L  D E F E N S E S :  N i l\nMAGIC RESISTANCE: Nil\nSIZE:\nL (501 long)\nM O R A L E :\nSteady (11-12)\nXP VALUE:\n1,400\nPSIONICS SUMMARY:\nLevel\nDis/Sci/Dev Attack/Defense Score\nPS Ps\n6\n1/1/0\nNil/Nil\n15\n45\nPsychometabolism Sciences: shadow-form.\nThe silk wyrm is a snake with a hard, chitinous shell that measures over 50 in length. They are commonly seen flying through\nthe air during the day searching for prey, but rarely attack until\ndusk, when they assume their shadow form and sneak into a camp\nto attack.\nAny creature bitten by a silk wyrm must save vs. poison or be\nparalyzed for 1d4 days (a restore or remove curse will reverse this\neffect). Psionic powers can still be used while in this state, as long as\nthe body itself is not required to move.\nThe silk wyrm will drag its paralyzed prey away and encase it in a\nsheath of silk, inside which the unfortunate victim will linger for up\nto two weeks. During this time, the silk wyrm will occasionally stick\nits head into the protective cocoon and bite the victims neck, draining a little bit of blood and paralyzing him for another 1d4 days.\nEach time this occurs, the victim loses one point of Constitution.\nWhen his constitution reaches 0, all of his blood has been drained\nand he dies.\nThe silk casing manufactured by the silk wyrm is valued in many\ncities for use in expensive clothing. It is flame resistant (+4 bonus\non any saves vs. normal fires, +2 bonus vs. magical fires) and very\ntough. Cutting a captured victim free can be quite time consuming.\n9 5</p>\n<p>Tembo\nCLIMATE/TERRAIN:\nTablelands and mountains\nFREQUENCY;\nUncommon\nO R G A N I Z A T I O N :  P a c k\nACTIVITY CYCLE:\nNight\nDIET:\nCarnivore\nINTELLIGENCE:\nHigh (13-14)\nTRE ASU R E :\nI\nALIGNMENT:\nChaotic evil\n1 7\nform; Devotions: chameleon power, displacement, ectoplasmic\nform, heightened senses, immovability.\nNO. APPEARING:\n1-6\nA R M O R  C L A S S :\n4\nMOVEMENT:\n15\nHIT DICE:\n4\nTHAC0:\nNO. OF ATTACKS:\n5\nDAMAGE/ATTACK:\n1d4 (x2)/ 1d6 (x2)/ 1d8\nSPECIAL ATTACK:\nLevel drain\nSPECIAL DEFENSES:\nDodge missiles\nMAGIC RESISTANCE: 10%\nSIZE:\nM\nM O R A L E :\nFearless (20)\nXP VALUE:\n975\nPSIONICS SUMMARY:\nLevel\nDis/Sci/Dev Attack/Defense Score\nP S Ps\n5\n1/2/5\n/IF, M- 10\n80\nPsychometabolism Sciences: death field, life draining, shadow\nThe tembo is a despicable, furless, tawny-colored beast covered\nwith loose folds of scaly hide. Varying between three and six feet in\nlength, they usually stand about as high as a mans thigh. All four\nof their lithe feet end in long sharp claws, and huge canine fangs\nprotrude from beneath the flappy lips of their squarish snouts. The\ntembo has huge, squarish ears which it can turn in any direction,\nindependently of each other.\nCombat: Though all tembo love to fight, their battle tactics are as\nunpredictable as these vicious beasts themselves. Some attack by\nstealth from a short distance away, sneaking as close as possible to\ntheir victims and trying to destroy them with a death field. Others\nprefer to play with their victims, batting them from one paw to another, using life draining each time the paw lands. Still other tembos like to leap into the fray immediately, meleeing their victims\nfrom the first round.\nIn such physical confrontations, the tembo are true horrors.\nTheir favorite tactic is to leap at their victim, attacking with all four\nfeet and their bite at once. The front claws cause only 1d4 damage,\nbut the back claws have a greater tendency to sink into softer flesh,\nripping through important tendons and organs (which is why they\ndo more damage). The greatest danger of the tembo comes from its\nhorrid mouth, however. When the tembo successfully hits with its\npowerful jaws, the victim must make a saving throw vs. death magic\nor lose one life level. This loss is permanent, and a save must be\nmade each time the tembo lands a successful bite.\nWhen attacked from a distance, the dexterous tembo have a 40%\nchance of dodging any non-magical missile fire directed at them.\nTembo display no fear, and will always fight to the death rather\nthan run.\nHabitat/Society: Tembo prowl the desert in small packs that seem\nto have no real social organization or cohesiveness. Each tembo\ndoes more or less as it pleases, not sharing any prey it downs with\nthe others. The tembos one concession to social life is that if one of\nthem is attacked, the entire pack will join to fight the enemy.\nEcology: The favorite food of the tembo is the young of any other\nrace. Tembo are famous for sneaking into a nomadic camps to drag\noff elven children, for skulking about dwarven villages prowling for\nuntended toddlers, even for sneaking into populated cities to snatch\nnoble babes from their cradles. Needless to say, this makes these\ndespicable beasts universal objects of hatred. Even feuding elf\ntribes, the most dedicated of enemies, have been known to call a\ntruce for the purposing of hunting down a tembo pack that has\nappeared in the area.\n9 6</p>",
    "source_pages": [
      184,
      197
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-the-wanderers-journal"
      ],
      "level": 2
    }
  }
}