{
  "slug": "chapter-seven-magic",
  "transformer": "journal",
  "source_section": "Chapter Seven: Magic",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-seven-magic",
    "title": "Chapter Seven: Magic",
    "content": "<p>The sources of magical energy on Athas are very\ndifferent from those in other AD&D ® campaign\nworlds. Athas is a world without deities, where clerics worship the elemental powers themselves. Despite the brutality that seems infused in its soil,\nAthas is a fragile world, where the very existence of\nwizardly magic can disrupt and destroy the lands\nability to support life.\nConjure Elemental (Air) (5th)\nControl Winds (5th)\nInsect Plague (5th)\nPlane Shift (5th)\nAerial Servant (6th)\nWeather Summoning (6th)\nAstral Spell (7th)\nControl Weather (7th)\nWind Walk (7th)\nPriestly Magic\nThe priests of Dark Sun worship the beings that\nSphere of Fire\ninhabit the elemental planes: those of earth, air, fire,\nand water. In Dark Sun campaigns, priest spells fall\ninto four spheres associated with those four elemental planes, and a separate Sphere of the Cosmos.\nThis last sphere is by far the largest, though the other four hold generally more powerful, more specialized spells. All priests on Athas thus draw magical\nenergy (the energy with which they cast spells) from\nthe elemental planes.\nSphere of Earth\nMagical Stone (1st)\nDust Devil (2nd)\nMeld Into Stone (3rd)\nStone Shape (3rd)\nConjure Elemental (Earth) (5th)\nSpike Stones (5th)\nTransmute Rock to Mud (5th)\nStone Tell (6th)\nSphere of Water\nTransmute Water to Dust (6th)\nAnimate Rock (7th)\nEarthquake (7th)\nTransmute Metal to Wood (7th)\nDust Devil (2nd)\nCall Lightning (3rd)\nControl Temperature, 10 Radius (4th)\nProtection From Lightning (4th)\nAir Walk (5th)\nCreate Water (1st)\nPurify Food & Drink (1st)\nCreate Food & Water (3rd)\nWater Breathing (3rd)\nWater Walk (3rd)\nLower Water (4th)\nReflecting Pool (4th)\nConjure Elemental (Water) (5th)\nMagic Font (5th)\nPart Water (6th)\nTransmute Water to Dust (6th)\nEndure Heat/Endure Cold (1st)\nFaerie Fire (1st)\nFire Trap (2nd)\nFlame Blade (2nd)\nHeat Metal (2nd)\nProduce Flame (2nd)\nResist Fire/Resist Cold (2nd)\nFlame Walk (3rd)\nProtection From Fire (3rd)\nPyrotechnics (3rd)\nProduce Fire (4th)\nConjure Elemental (Fire) (5th)\nFlame Strike (5th)\nWall of Fire (5th)\nFire Seeds (6th)\nChariot of Sustarre (7th)\nFire Storm (7th)\nSphere of Air\n56</p>\n<p>57</p>\n<p>Sphere of the Cosmos\nAnimal Friendship (1st)\nBless (1st)\nCombine (1st)\nCommand \n(1st)\nCure Light Wounds (1st)\nDetect Evil (1st)\nDetect Magic (1st)\nDetect Poison (1st)\nDetect Snares & Pits (1st)\nEntangle (1st)\nInvisibility to Animals (1st)\nInvisibility to Undead (1st)\nLight (1st)\nLocate Animals or Plants (1st)\nPass Without Trace (1st)\nProtection From Evil (1st)\nRemove Fear (1st)\nSanctuary (1st)\nShillelagh (1st)\nAid (2nd)\nAugury (2nd)\nBarkskin (2nd)\nChant (2nd)\nCharm Person or Mammal (2nd)\nDetect Charm (2nd)\nEnthrall (2nd)\nFind Traps (2nd)\nGoodberry (2nd)\nHold Person (2nd)\nKnow Alignment (2nd)\nMessenger (2nd)\nObscurement \n(2nd)\nSilence, 15 Radius (2nd)\nSlow Poison (2nd)\nSnake Charm (2nd)\nSpeak With Animals (2nd)\nSpiritual Hammer (2nd)\nTrip (2nd)\nWarp Wood (2nd)\nWithdraw (2nd)\nWyvern Watch (2nd)\nAnimate Dead (3rd)\nContinual Light (3rd)\nCure Blindness or Deafness (3rd)\nCure Disease (3rd)\nDispel Magic (3rd)\nFeign Death (3rd)\nGlyph of Warding (3rd)\nHold Animal (3rd)\nLocate Object (3rd)\nMagical Vestment (3rd)\nNegative Plane Protection (3rd)\nPlant Growth (3rd)\nPrayer (3rd)\nRemove Curse (3rd)\nRemove Paralysis (3rd)\nSnare (3rd)\nSpeak With Dead (3rd)\nSpike Growth (3rd)\nStarshine (3rd)\nSummon Insects (3rd)\nTee (3rd)\nAbjure (4th)\nAnimal Summoning 1 (4th)\nCall Woodland Beings (4th)\nCloak of Bravery (4th)\nCure Serious Wounds (4th)\nDetect Lie (4th)\nDivination (4th)\nFree Action (4th)\nGiant Insect (4th)\nHallucinatory Forest (4th)\nHold Plant (4th)\nImbue With Spell Ability (4th)\nNeutralize Poison (4th)\nPlant Door (4th)\nProtection From Evil, 10 Radius (4th)\nRepel Insects (4th)\nSpeak With Plants (4th)\nSpell Immunity (4th)\nSticks to Snakes (4th)\nTongues (4th)\nAnimal Growth (5th)\n58</p>\n<p>Animal Summoning II (5th)\nAnti-Plant Shell (5th)\nAtonement (5th)\nCommune (5th)\nCommune With Nature (5th)\nCure Critical Wounds (5th)\nDispel Evil (5th)\nMoonbeam (5th)\nPass Plant (5th)\nQuest (5th)\nWizardly Magic\nRainbow (5th)\nRaise Dead (5th)\nTrue Seeing (5th)\nAnimal Summoning III (6th)\nAnimate Object (6th)\nAnti-Animal Shell (6th)\nBlade Barrier (6th)\nConjure Animals (6th)\nCreate Tree of Life (6th)\nDefiling\nFind the Path (6th)\nHeal (6th)\nHeroes Feast (6th)\nLiveoak (6th)\nSpeak With Monsters (6th)\nTransport Via Plants (6th)\nTurn Wood (6th)\nWall of Thorns (6th)\nWord of Recall (6th)\nChangestaff (7th)\nConfusion (7th)\nCreeping Doom (7th)\nExaction (7th)\nGate (7th)\nHoly Word (7th)\nRegenerate (7th)\nReincarnate (7th)\nRestoration (7th)\nResurrection (7th)\nSuccor (7th)\nSunray (7th)\nSymbol (7th)\nClerics have major access to the sphere of the element they worship, plus minor access to the Sphere\nof the Cosmos. Templars have major access to all\nspheres, but gain spells more slowly.\nThere are no deities in Dark Sun. Those spells\nthat indicate some contact with a deity instead reflect\ncontact with a powerful being of the elemental\nplanes.\nWizards draw their magical energies from the living things and life-giving elements around them.\nPreservers cast spells in harmony with nature, using\ntheir magic so as to return to the land what they take\nfrom it. Defilers care nothing for such harmony and\ndamage the land with every spell they cast.\nDefilers wield magic with no concern for their dying\nworld: Indeed, defilers are much to blame for Athass\ncurrent state. With each spell they cast, defilers draw\nmagical energy from the life force of plants in the vicinity and channel it to their own selfish ends.\nEven the sorcerer-kings, however, are not the most\ndread users of defiler magic: the great dragons defiler magic is so powerful that it destroys living animals as well. All magic cast by defilers up to 20th\nlevel, including all 1st through 9th level spells, destroys plant life only. Any creatures in the area,\nhowever, suffer great pain.\nCasting Defiler Spells: Spells cast by defilers use\nall the necessary verbal, somatic, and material components. The absence of any of these precludes the\nsuccessful casting of the spell. The range, duration,\ncasting time, area of effect, and saving throws remain unchanged.\nWhen a defiler casts a spell, all vegetation in a\nsphere around him turns to ash. The radius of that\nsphere depends upon two things: the abundance of\nvegetation in the area, and the level of the spell cast.\n59</p>\n<p>Defiler Magical Destruction Table\nTerrain Type\nSpell Level\n1\n2\n3\n4\n5\n6\n7\n8\n3\nStony Barrens\n10 14 17 20 22 24 26 28 30\nSandy Wastes\n10 14 17 20 22 24 26 28 30\nRocky Badlands\n10 14 17 20 22 24 26 28 30\nSalt Flats\n10 14 17 20 22 24 26 28 30\nBoulder Fields\n10 14 17 20 22 24 26 28 30\nSilt Sea\n10 14 17 20 22 24 26 28 30\nMountains\n10 14 17 20 22 24 26 28 30\nScrub Plains\n3\n4\n4\n5\n5\n5\n5\n6\n6\nVerdant Belts\n2\n2\n2\n3\n3\n3\n4\n4\n4\nForest\n1\n1\n2\n2\n2\n2\n2\n3\n3\nThe number shown is the radius, in yards,\naround the defiler where all vegetation is turned to\nash. The effect is instantaneous with the casting of\nthe spell.\nNote that these numbers adjust for specific situations. For example, in a city, the mud pits might\nhave no more vegetation than the stony barrens,\nwhile the gardens of the sorcerer-king will be equal\nto a teeming forest.\nCasting Multiple Spells from the Same Location:\nIf a defiler casts more than one spell from the same\nlocation, the radius of destroyed vegetation expands\naround him. Consult the Defiler Magical Destruction Table for the highest level spell cast from that\nlocation, then add one yard for every other spell\ncast. (Spells equal to the highest level spell are treated as additional spells).\nFor example, the defiler Grifyan casts a lightning\nbolt, a 3rd-level spell, while in the scrub plains. The\narea of ash around him will be 4 yards. In the next\nround, he casts a magic missile spell, expanding the\nradius of ash by 1 yard, bringing the total of burnt\nearth to 5 yards. In the third round, Grifyan decides\nto unleash an advanced illusion, a 5th-level spell.\nSince this is the highest-level spell cast from this location, the area of ash is recalculated; 5 yards for the\n5th-level spell, plus 1 yard each for the two lower-level\nspells cast, for a total radius of ash of 7 yards.\n60</p>\n<p>Effects on Living Creatures: Though only plants\nare destroyed within the radius, living creatures are\ncaused great pain. Any being in the radius of a defilers magic suffers an immediate initiative modifier\npenalty equal to the level of the defiler spell cast. No\nmatter how high the resulting initiate roll, though,\nthe pain can never keep a character from performing an action during a round. The initiative penalty\nonly postpones when the action occurs.\nAsh: The ash created by defiler magic is black\nand grey, completely devoid of life or life-giving elements. Nothing will grow in an area of ash for one\nyear. The ash itself is very light and usually blows\naway, leaving behind a lifeless, circular scar on the\nground. Even with the ash gone, though, the defilers magic has leeched all life-giving nutrients from\nthe soil, so that an area defiled may take many years\nto recover life, if it ever does.\nA tree of life is a mighty and magical tree, enchanted by a powerful priest or wizard. The magical\nlife forces of trees of life make them virtually eternal.\nThe greatest trees of life are ancient: many solitary\ntrees predate the villages around them and others\nstand in entire groves, a quiet testimony to the great\nwizards of a bygone age. Present-day priests and\nwizards still create new trees to enrich the world or,\nin the case of the defilers, to pervert their powerful\nlife forces to further their destructive, evil ambitions.\nA tree of life is, in essence, a living magical item.\nIt stores and channels energies from all four elemental planes. Thus, though wizards can create a tree of\nlife, only clerics and druids can tap its special\npowers.\nSpecial Powers: Any cleric or druid in contact\nwith a tree of life receives from the tree four spells,\neach of which can be cast once per day. The spells\ngained are heal, augury, divination, and magic font.\nDestroying a Tree of Life: A tree of life has two\ndistinct parts: its physical form and its life force.\nThe stump, branches, roots, or leaves of a tree of\nand its life force regenerate. If the trees physical form\nis damaged or destroyed, it will grow back, to full size.\nThe tree will regrow at a rate of one quarter of its full\nsize per week. A sprout will appear in one day, grown\nto a sapling in one week. It will grow to a young tree in\ntwo week, then to a full-sized adult tree in three. After four week, the tree of life will revert to its true\nform: an ancient and mighty tree. No matter how\nmany times the physical form of the tree is destroyed,\nRegeneration: Both a tree of lifes physical form\nThe life force of a tree of life is completely snuffed\nif it falls below zero levels or hit points. The life force\nwill not regenerate if either of these numbers falls\nbelow zero, in which case both the life force and the\nphysical form of the tree die.\nDefiler magic also affects a trees life force. Every\nlevel of defiler magic cast within 100 yards of a tree\nof life drains one level of life force from the tree.\nThis negates the effect the spell would otherwise\nhave on surrounding vegetation.\nDestroying the trees life force is much more difficult. A tree of life, at any stage of growth (even\nsprout) has 100 hit points (10 levels of 10 hit points\neach) that can only be affected by life-draining magic. The wizard spells vampiric touch, enervation,\ntrap the soul, and energy drain can each drain hit\npoints; death spell, finger of death, limited wish,\nand raze can each snuff out 3 levels of the target\ntree; and a wish slays the tree. The priest spells that\naffect a trees life force are raise dead (and its reverse slay living), restoration (and its reverse, energy\nd r a i n ) ,  a n d  r e s u r r e c t i o n  ( a n d  i t s  r e v e r s e ,\ndestruction). Undead creatures that have an energy\ndrain attack can affect the life force of a tree of life.\nlife make up its physical form, and are not inherently\nmagical. The same things that would destroy a normal\ntree will destroy the physical form of a tree of life (e.g.,\nchopping it down, burning it) with one exception. Neither climate nor terrain effect a tree of life. One will\nflourish in the middle of the desert or on a rocky\nmountain face, regardless of drought, severe weather,\nnatural lightning, earthquakes, and so forth.\nTrees of Life\n6 I</p>\n<p>it will always grow back in four weeks.\nThe life force of a tree of life regenerates one level\n(10 hit points) per hour. It regenerates even if the life\nARMOR TYPE\nforce reaches zero points, but not if it goes below zero.\nd20 Roll\nArmor\nTrees of life in the World of Athas: Though originally created by wizards to combat the destruction of\nnature, trees of life are now heavily exploited by defilers, who use the trees powerful life forces to charge\ntheir defiling spells. Sorcerer-kings often have large\ngardens within their cities, even within their palaces,\nwhere groves of trees of life are tended and maintained. Thus, defilers can exercise evil magic from\ntheir citadels without decimating the cities below-a\ndesperate measure to keep their tiny verdant belts as\nplentiful as possible.\nMETAL ARMOR\ndI00 roll\nA r m o r\nUse of magical items never causes a defiling effect\non the surrounding grounds. However, defilers who\ncreate magical items do cause destruction at the time\nof manufacture.\nPotions and Oils: On Athas, potions are drawn\nfrom the juices of fruits. Rules on how to use these\nfruits appear in Chapter 10: Treasure.\nScrolls: Scrolls found as part of a treasure will always be papyrus and will lack a case of any kind, unless otherwise noted. As such, these delicate scrolls\noften do not survive the combat in which they are won.\nThe spells on a scroll can be either wizard or priest, as\nindicated in the Dungeon Masters Guide, and\nshould be determined using the random spell lists in\nAppendix 1 of this book.\nThe process of setting a spell to a scroll inherently\nstrips the spell of defiler or preserver characteristics.\nThus, spells cast from scrolls do not cause defiler destruction.\nMagic: These items function just as described in the\nDMG. Such items rarely consist of metal, but rather\nare fashioned from the finest alternate materials available.\nSubstitute the following table\ntreasure are metal or have metal components. Nonmetal weapons can be enchanted as well, but magical\nadjustments must still take into account the inherently\npoorer quality of the material used. Weapons are determined as in the DMG. Weapons can have intelligence, and those with intelligence 15 or greater can\nhave a psionic wild talent (25% chance).\nWeapons: All magical weapons found as part of a\nnecessary.\nMagical adjustment to Armor Class is determined\nnormally. Special armor is also determined normally,\nbut elven chain mail does not exist on Athas; reroll if\n01-15\n16-23\n24-45\n46-50\n51-55\n56-65\n66-75\n76-99\n00\nBanded Mail\nBronze Plate Mail\nChain Mail\nField Plate\nFull Plate\nPlate Mail\nSplint Mail\nMetal Shield\nSpecial\nBrigandine\nHide\nLeather\nPadded\nRing Mail\nScale Mail\nShield\nStudded Leather\nMetal Armor\nSpecial\n1\n2-5\n6-8\n9\n10\n11-12\n13-17\n18\n17\n20\nfor its counterpart in Appendix 2 of the DMG.\nMagical Items\nRings, Rods, Staves, Wands, and Miscellaneous\n62</p>",
    "source_pages": [
      58,
      64
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-rules-book"
      ],
      "level": 2
    }
  }
}