{
  "slug": "chapter-two-athasian-society",
  "transformer": "journal",
  "source_section": "Chapter Two: Athasian Society",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-two-athasian-society",
    "title": "Chapter Two: Athasian Society",
    "content": "<p>City dwellers have the most certain means of existence, but also the hardest lives. In the fields around\nthe cities, whole legions of slaves toil to raise a few\nThe scarcity of metal retards commerce on\nAthas. Without an abundance of currency, we must\noften resort to barter -a cumbersome affair when a\nmerchant must haul both the goods he sells and\nthose he receives in exchange over great distances.\nThe scarcity of resources hampers industrial and\neconomic development as well. In Tyr, one maltreated but better-equipped slave accomplishes twice\nThe lives of the herders are no easier. They spend\ntheir days driving their flocks of erdlus across the\nvast wastes in search of good grazing and ample water. When they are lucky enough to find good pasture, they wage a constant battle to protect their\nflightless birds, for few predators can resist the\ntemptation of downing a two-hundred pound erdlu\nor stealing an egg from its clutch.\nHunting tribes spend three-quarters of their time\nlooking for quarry, to say nothing of killing it and\npreparing it to eat. At the same time, they cannot\nstray too far from water, for they need plenty of liquid to digest their diet of meat. When the game\nroams away into unknown deserts, they must often\nchoose between starving to death or dying of thirst.\nThe basic necessities of life are scarce on Athas.\nThis means that every society must devote itself to\nattaining food and safeguarding its water supply.\ndo. They are grand affairs with hundreds of slaves\ntoiling to bring scant traces of metal to the surface. I\nhave come to the conclusion that the ancient societies\nwould have considered this mine too worthless to operate. In our age, however, it is a treasure trove that has\nprovided the sorcerer-king of Tyr with wealth and\npower almost unmatched in the world.\nUnfortunately, metals are rare. In my voyages I\nhave been lucky enough to actually see the iron mines\nof Tyr, something few outsiders are ever permitted to\nMetal isnt strictly necessary for any Athasian\nculture to survive, but its a great benefit to those\nthat have it. Hunters know that metal arrowheads\nand spearheads are sharper and more enduring\nthan those made of stone or bone. With metal\nshoes, herders can protect the feet of their mounts\nfrom the rigors of the desert wastes. City dwellers\nuse metal to fashion tools that make backbreaking\nfarm work easier and more efficient. Metal even facilitates commerce between societies, for merchants\nand traders use it as a universal currency.\nBarrenness\nSurprisingly, all of these societies are shaped by\nthe same four forces: barrenness, shortage of metal,\npsionics, and magic. If you understand how any society deals with these forces, you will understand the\nsociety itself.\nthere are groups of people. Each has found a different key to survival in this harsh world. Sometimes\nthese different bands coexist peacefully; more often,\nthey clash whenever they meet.\nMetal\ncontrols the food and water forms an elite class. The\nbest stalkers, the wisest herders, or the people who\nown the farms and wells are always influential and\npolitically powerful members of the community.\nGiven the importance of food and water on\nAthas, it shouldnt surprise any of us that whoever\nIn my travels I have found that Athas is a world of\nclashing cultures. Primitive hunters stalk their prey\ninto a citys barley fields, and are in turn hunted\ndown by outraged nobles. Nomadic herders clog\nthe trading roads with their unruly flocks, slowing\neven the fastest merchant caravan to a crawl. To\nkeep from being massacred in their sleep, villagers\nworking the mines of the Ringing Mountains buy\noff feral halfling tribes with worthless glass baubles.\nOn Athas, there are as many different societies as\nmeager crops. Thousands of soldiers patrol these\nfarms day and night, killing scavengers and raiders\nwithout pause. Even then, most cities suffer frequent famines and must resort to food wars in order\nto keep their populations from withering away.\n8</p>\n<p>what his well-fed counterparts do in cities like Urik\nand Balic. The only reason for this is that his tools\nare better. Mills and workshops that are able to\nglean a handful of metal tools almost always have an\nedge on their competitors.\nThere are even rumors that mounds of steel, silver, and gold lie hidden in the deepest tunnels of\ncertain forlorn cities. I have never seen such a thing\nmyself, but if such treasures exist, they will reward\nthose who find them most handsomely. Those who\ncontrol such stores of metal can buy food, power,\ninfluence, and sometimes even the sorcerer-kings\nprotection.\nIn war, the advantages of metal are also plain.\nTyrs army has never numbered more than ten\nthousand, but its elite units are composed of highly\ntrained men, each of whom carries a steel sword and\nan iron-tipped javelin. Often it has destroyed an army five times its size that was armed with bone battle\naxes or even obsidian-edged sabers!\nPsionics\nFrom the lowliest slave to the most powerful\nWho can doubt that Athas would be a very different place with an abundance of metal? Commerce would be easier and less hazardous, slaves\nmore efficient, wars quicker and more decisive.\nsorcerer-king, psionics pervade all levels of Athasian society. Virtually every individual has some\nmental ability, although in many the true strength of\ntheir psionic potential remains unrealized.\nEach culture values its psionic members. To the\nraiding tribes, individuals with clairvoyance are especially useful for locating targets. The nomads, for\nexample, value an individual who can pinpoint the\nbands position in the desert.\nAs I have stated earlier, it is my belief that metal\nwas not always scarce on Athas. For the last few\ncenturies, our main source has been debris from the\nruins of ancient castles and cities. Apparently, our\nancestors devoured Athas ore supply, leaving to us\nlittle but their scrap. Now, even that meager supply\nis all but exhausted, and with it fades the ghost of\ncivilization. There are those who say that our cultures and technologies can survive without metal,\nbut I believe that they are wrong.\nPsionic powers are not always beneficial. They\ntend to be destabilizing and turbulent. There are\nalways thieves who will use their psychokinesis to\nsteal the property of a fellow tribesmen, and power\nhungry nobles who send assassins trained in psychometabolism to murder their rivals. Rebellious subjects can always find a use for nearly any psionic\nability, and in seemingly peaceful villages? many sordid and disgraceful acts are carried out behind curtains of psionic deception.\nStill, lucky treasure hunters have been known to\nreturn from a ruin with a hoard of steel swords and\nshields, providing they are resourceful enough and\nbrave enough to explore ruins that others have\nmissed or been too frightened to enter.\nI have heard tales that suits of clothing fashioned\nfrom metal have even been found from time to time.\nIt is generally agreed that these were worn by warriors to protect against the blows of enemy weapons.\nI can only speculate that the climate must have been\nfar cooler in those ancient days. Any fool that would\nwear such clothing now would die faster from heat\nstroke than he would have from the weapons of his\nfoes. Still, the idea that there was once enough\nmetal in the world to allow such a garment to have\nbeen manufactured astounds me.\nConsidering the potential psionic offer powers for\namassing power and wealth, it should not surprise\nyou that most cities have at least one school devoted\nto the Way-of the Mind. These schools are run by\nmasters of the psionic arts, often with the stated purpose of helping the individual better understand his\nown potential and the responsibilities it entails. In\nreality, they are usually expensive academies for the\nsons and daughters of the wealthy, designed to develop the students psionic powers to their full\npotential-with the explicit goal of gaining an advantage over their political rivals in later life. It is no\n9</p>\n<p>Despite their efforts, leaders seldom monopolize\nmagic. There are always at least a few individuals in\nany society who practice it secretly. Of course, these\nnot the art of replacing it. Because it is this latter\naspect of magic that is most difficult to master, they\nlearn spells and advance in their art far more quickly than their counterparts. Defilers are a blight\nupon our world. They are the fiends who have deCasting a magical spell requires energy. The\npower for a spell must come from somewhere, and\nthere are two means of fueling ones magical endeavors on Athas. One is harsh and destructive,\nfurthering the downward spiral of life on our world.\nThe other is positive and beneficial, halting the effects of this ecological entropy for a while. Those\nwho employ the first type of magic are called Defilers, while those who employ the latter variety are\nPreservers.\nDefilers learn to draw magic from the land, but\nSorcerer-kings send their agents to destroy potential rival wizards hiding within their cities. Nomad\nwitch-lords banish rival mages to the unforgiving\nsands of the desert. Halfling chiefs exterminate followers who show any sign of control over the supernatural. Even otherwise timid hermits have been\nknown to risk their lives in an effort to make sure\nthat no wizard enters their territory.\nBecause magic is so powerful, every ruler controls\nit tightly. For the most part, it is impossible to maintain control of a populace dotted with numerous psionic individuals if one is not also a wizard. Thus,\nnearly every ruler on Athas is a wizard of some type,\nusually a Defiler.\nLife Energy and Magic\nMagic is arguably the mightiest force in Athas.\nThose wielding it call fire storms out of a calm sky,\nchange one object into another, or kill enemies with\na mere gesture. They dictate the wills of entire\nmobs, make the dead walk, and have even been\nknown to stop time. Magic can expose traitors, destroy rivals, and exact unquestioning obedience\nfrom subjects. It can also conceal secret activities,\nuncover the kings spies, be used to assassinate royal\nofficers, and foster general rebellion.\nThe Veiled Alliance\nPreservers reinvigorate the soil after they drain it\nto power their spells. As Preservers learn their craft,\nthey also learn to rekindle the spark of life. When\nthey cast a spell, they replace what they have taken\nthrough a combination of natural and mystical\nprocesses (such as by working compost into the soil\nor by performing the Rite of Blood in the field they\nhave drained). Preservers learn their spells and master their art more slowly than Defilers, for they must\nlearn to give as well as take. Unfortunately, Preservers are scarce compared to Defilers, and it is a\nrare person who understands the difference between\nthe two.\nMagic\nPsionics has often been called a great equalizer in\nthe brutal world of Athas, for it gives even the most\nphysically weak individual a chance to compete and\nsurvive. If anything can compensate for the gradual\ndeterioration of our worlds vital energies, it will be\nthe power of the mind.\nwonder that, in many cities, such school are carefully licensed by the sorcerer-king. Sometimes, they are\neven banned altogether, though this merely forces\nthe schools to disguise themselves and does nothing\nto eliminate them.\nstroyed Athas, and the reason that most decent\nfolk-especially farmers and herders-will take up\narms to drive any wizard, Defiler or not, from their\nmidst.\nWhen the life energy of foliage is converted into\nmagical spells, the soil in which the plants were growing becomes sterile. In most cases, it stays barren for\ndecades. The spark of life can be returned to the\nground through hard work and tender care, but few\npeople can afford to take the time required to do so.\n10</p>\n<p>In most cities (and many villages, tribes, and\nclans), there are secret leagues of Preservers called\nthe Veiled Alliance. The Veiled Alliances are confederations of Preservers working together to protect\ntheir members from assassination and harassment\nby sorcerer-kings and other lieges. The members\nwork together to shield each others identities from\nthe authorities or to help those who have been discovered to escape persecution. They are often involved in plots to overthrow their oppressive\noverlords.\npowerful people are almost always the hand-picked,\nloyal followers of the leader.\nThe Preservers with whom I have spoken say that\nthere are only two drawback to belonging to a Veiled\nAlliance. First, membership is permanent. When you\njoin one of these secret organizations, you pledge to\nuphold its charter until death. Anyone failing in this\npledge is cast out, and the alliance assigns one of its\nmembers usually someone experienced in such matters) to assassinate the outcast. This seems rather severe to those of us in the rank of the uninitiated, but it\nis a condition of affiliation that all members agree to\nwhen they join the alliance.\nSecond, all Veiled Alliances require that their\nmembers be Preservers and not Defilers. The reason for this is practical, not idealistic: even a few\nmages will decimate a small area if they do not practice their art responsibly. Any violation of this principle always results in the banishment (and\nsubsequent execution) of the Defiler.\nFrom what I can tell, although each league goes\nby the same name, they are in fact separate organizations. Most follow the two principles outlined\nabove, and will extend their protection to a member\nof an alliance from another city (providing adequate\n11</p>\n<p>proof of affiliation is provided). At the same time,\nthey must be on constant watch for spies, for most\nrulers will stop at nothing to uncover and destroy an\nalliance operating within their territory. For this reason, punishments are sure and swift in any Veiled\nAlliance. Everyone with whom I have spoken agrees\nthat it is better to err on the side of security than to\nrisk exposing the entire society.\neconomy, architecture, and general culture vary according to the tastes of the citys ruler and the needs\ndictated by survival.\nIn austere Balic, where hungry giants raid semiweekly, every citizen is a skilled and fearless soldier.\nAt the other extreme is decadent Tyr, where slaves\noutnumber citizens two-to-one. Gulg can hardly be\ncalled a city at all, lacking a single stone building\nand standing hidden behind a wall of thorny hedges\nand poisonous vines.\nThe Worst Scourge\nAs bad as they are, Defilers are not the worst of\nmagics blights. Compared to the dragon, even\nsorcerer-kings are babes toying with a dimly understood gift. The dragon wields sorcery powerful\nenough to crush entire cities, and so destructive that\nwe must measure the devastation caused by its spells\nin square miles.\nDespite each citys unique character, however,\nthey all respond to the rigors of barren Athas by\norganizing in the same general manner. Perhaps\nthis is an accident of history, or perhaps survival\nmandates this type of organization; I dont pretend\nto know. All I can say is that this is what I have seen\nin my travels.\nAnything that crawls or walks or flies trembles at\nthe mere sight of the horrid beast, for the dragon\ndraws its magical energy from animal life. When it\ncasts its spells, any creature from whom it draws energy collapses in its tracks, dying before it hits the\nground. In addition, the dragon can store magical\nenergy in its body for use at a later time. This gives it\nthe freedom to use its spells in even the most barren\nof wastes and the incentive to roam over wide expanses of desert in search of food.\nThe Sorcerer Kings\nEvery city is led by a king. He (or she) may be\naddressed as Magnate in one place and Vizier in another, but is always the absolute dictator\nof his subjects.\nKings are at the top of the social order. They live\nnear the center of the city in a fortified palace bustling with minor officials. When a potentate finds it\nnecessary to leave his palace, he does so only with a\ngreat deal of preparation and pomp, well-protected\nby magic and his full bodyguard. If this cannot be\narranged, he will not leave (except in the most dire\nof emergencies). The last thing any king of Athas\nwants is to walk unprotected among his subjects.\nBeing a wanton user of magic, the dragon preys\nupon anything that can feed its ravenous appetite\nfor energy. When the horrid beast is about, caravans of withered corpses line the trading routes.\nWhole herds of desiccated erdlus rest alongside\ntheir shepherds. in blackened fields of dead saltbrush. Entire villages lie smashed and flattened, the\nbodies of the inhabitants strewn about the streets\nlike refuse. No society, from the smallest family of\nAl most without exception, every king is a powerful Defiler who has risen to his position through the\nunprincipled use of magical and psionic abilities.\nAll monarchs jealously guard the use of magic and\nemploy a sizable force of templars whose sole duty it\nis to ferret out and execute unauthorized Preservers.\nIn every city that I have visited, the kings are especially anxious to infiltrate agents into the Veiled Alliance, as an organization of Preservers presents a\nviable challenge to their magical power base.\nThe City States\nEach city state is different. Its laws, customs,\nhunters to the largest, most crowded city-state, is\nsafe from the dragon.\n12</p>\n<p>Templars are the guardians of reading and writing. Because knowledge is power and the most effiAll kings take the matter of famine seriously, however. When a citys population starves, one of two\nthings happen: a terrible revolt breaks out or disease\nand pestilence run rampant through the streets. In\neither case, the slave population plummets. Untended fields go barren, fortifications fall into disrepair, and the city grows weak. Therefore, most kings\ntake quick and decisive action when famine begins:\nthey raise armies and go to another city-state, steal\nits food, and replenish their supply of slaves.\nBecause starting a war is the typical response to a\ncitys internal problems, I have never heard of a\nsorcerer-king who does not take the matter of security\nfrom external attack seriously. All kings maintain\nstanding armies, they usually have some large defenIn return for his exalted position and unlimited\nauthority, the king has the duty to administer justice, protect the citizens from famine and crime, and\nsafeguard the city from external attack. In practice,\nthese gluttonous monarchs spend most of their effort protecting their power base and seeing to their\nown comfort. Justice tends to be self-serving and arbitrary, and the kings agents are so corrupt that\nthey often ignore crime altogether-providing the\ncriminal pays them a large enough bribe.\nAs agents of their monarchs will, templars are\nfeared and despised by common city-dwellerswith\ngood reason, if you ask me. These priests abuse\ntheir positions steadily, enforcing the kings edicts\nwith spiteful indifference, taking bribes, and dealing\nout unjust punishments to anyone who objects.\nGenerally, complaints about the bureaucracys corruption fall on deaf ears, for the templars are any\nsorcerer-kings best means of maintaining a stranglehofd on the population.\nThese greedy templars dominate the kings bureaucracy. Although each city organizes its agencies differently, every bureaucracy is steeped in\nancient traditions designed to promote the organizations welfare and keep it tied closely to the monarch. Templar bureaus tend to be permeated by\nintradepartmental treachery and embroiled in external political intrigues with other agencies of the\ncitys bureaucracy.\nTemplars are clergymen devoted to the sorcererking of their city. Like other priests, they are granted\nspells in return for their worship. Unlike true\npriests, who draw their power from the elemental\nforces of the world, Templars tap into the magical\nforces of their sorcerer-king. When a templar beseeches his monarch for a spell, the sorcerer-king\ngrants the request by employing his own mystical\nenergy to power the templars magic. Because of the\nstrain this places on both the sorcerer-king and the\nsurrounding land, young templars do not ask for (or\nreceive) many spells. As close personal servants of\nthe sorcerer-king, however, high-ranking templars\nhave greater access to magic than one might expect.\nThe king is sometimes considered his citys deity.\nHis priests force the citizens to build temples to the\nking and lead them in pompous ceremonies of worship. Sometimes, the nobles and a few wealthy citizens consider the king their benefactor. Never,\nhowever, are other classes misled by such pretensions. The merchants see the king for what he is-a\ncenter of political and magical power that must be\nappeased if they are to continue their commerce in\nhis city. If the ranks of slaves see the king as a god, it\nis certainly as an evil and corrupt one that keeps\nthem in bondage and makes a misery of their lives.\nsive project under construction, and I have heard that\nthey devote most of their magical research to developing spells to fend off enemy armies. In fact, most cities\nare so well defended that it is impossible to criticize any\nsorcerer-king on this basis.\nThe Templars\nEvery king uses his magic to prolong his life, and\nmost have reigned for hundreds of years. Many\nhave reigned for more than a thousand years, and\none or two are even credited with founding their ancient cities.\n1 3</p>\n<p>cient way of passing on knowledge is through writing, no one but templars and nobles are permitted\nto read and write. One of the most sacred duties of\nthe templar bureaucracy is to prevent the knowledge\nof this art from spreading beyond their own ranks\nand that of the nobility. Most kings have authorized\nthem to execute on the spot anyone else demonstrating any knowledge of these critical skills.\nwith the young men of the family serving as officers.\nIn an emergency, the king can freely call upon these\narmies to supplement his own troops.\nTemplars are commonly recruited from the offspring of other templars, or from the ranks of\nfreemen. Technically, a member of the nobility may\nalso join the kings bureaucracy, but most aristocrats consider such positions beneath their honor.\nAs you might expect, the nobles sometimes turn\ntheir armies on each other or the templars, but never\nthe sorcerer-king. The kings magic is usually more\nthan sufficient to deal with the use of force, and any\nfamily foolish enough to challenge him in such an obvious fashion suffers terrible consequences.\nLike the templars, the nobles are permitted to\nread and write, and they are usually equally vigilant\nabout protecting this critical secret.\nThe Nobility\nThe Freemen\nThe nobles control the farms and the water of the\ncities. Usually, each noble family picks a senior\nmember to sit on a parliamentary council. In theory,\nthese councils act as advisory bodies to the monarchs, but in reality they are little more than administrative bodies through which the king passes his\ncommands to the aristocracy.\nPut simply, freemen are citizens of the city who\nare not owned by the king, the templars, or the nobility. By virtue of their birth status, they have the\nright to reside within the protection of its walls and,\ntheoretically at least, to enjoy the benefits of its laws.\nBut if a freeman cannot pay his debts, exhibits\nknowledge of reading, writing, or magic, or undertakes some other forbidden activity, he is judged to\nIt is not rare, however, for the interests of the nobles to be opposed to those of the templars and/or\nthe kings. On such occasions, the advisory councils\nsometimes find the courage to voice their opposition. When this happens, a flurry of political assassinations usually follows. Most people assume that\nthese assassinations are carried out by the templars\non their own initiative or at the kings request.\nThe bulk of freemen are craftsmen and artisans\nbe in violation of the kings edicts. The templars\nhave the right to (and almost certainly will) seize him\nand sell him into slavery. This practice is a source of\nconsiderable income to many templars.\nThough the nobles sometimes gather the courage\nto oppose the templars, or even the king, dont\nmake the mistake of believing that they have the best\ninterests of the city populace at heart. As a class,\nthey are interested only in preserving their hereditary land rights, and they form the largest block of\nslave-owners in any city.\nwho keep their shops within the city walls. Heavily\ntaxed by the king and harassed by the corrupt templars, they are generally ill-contented and suspicious, but too cowardly and intimidated to openly\nresist their tormenters.\nLess common in the class of freemen are the clerics. Clerics are priests who worship the elemental\nplanes and draw their magical energies from them.\nIf their devotion allows them to live in cities, they\nmake a nice living by selling their services as healers\nor workers of minor miracles. Templars tend to regard these true priests with suspicion and animosity,\nthough most have learned that it is wiser not to harass a cleric.\nNo matter how opposed the nobles might be to\nthe kings policies, they can always be counted on to\nprotect the city (as invasion would strip them of their\nlanded rights). For this reason, every family is allowed to maintain a standing army of slave soldiers,\n1 4</p>\n<p>mail one merchant, they will find that everything\nthey wish to buy from other merchants has inexplicably doubled in price or vanished from the\nmarket.\nMerchants\nEvery city serves as the headquarters for at least\nhalf-a-dozen merchant houses, and several times\nthat number maintain trading emporiums within\nthe city walls. Usually, these trading emporiums are\nlocated in a particular quarter of town, where a purchaser can buy nearly anything that Athas has to\noffer if he knows where to look.\nTechnically, merchants are not permitted to read\nor write, but they are allowed to keep accounts. I\nshould note that most houses have highly developed methods of keeping accounts. For all practical purposes, most merchants can both read and\nwrite in the secret language of their houses. Not\nsurprisingly, jealous templars spend a considerable\namount of energy trying to prove to the king that\nthe keeping of accounts is, in fact, a form of reading and writing.\nMerchants are not citizens, for the nature of their\nwork dictates that they maintain contact with a wide\nvariety of societies (which makes our sorcerer-kings\ndistrustful). Instead, merchants are granted longterm licenses to reside in a city, and in return they\ndonate large sums of money to public works (i.e., to\nthe sorcerer-king).\nFor additional information on this subject, I have\nincluded a more complete description in the section\nentitled Merchant Houses later in this chronicle.\nMerchants are one of the few classes that the bureaucracy is careful not to harass. The templars\nhave learned that if they try to intimidate or black15</p>\n<p>Elven Merchants\nSome elven tribes earn their livelihoods as traders.\nUsually, they are less established than the merchant\nhouses, so they sell their wares in crowded bazaars\nlocated on the edges of the true merchant quarter.\nElves have a reputation for smuggling and selling\nbanned goods such as spell components. (By the\nway, if you expect a merchant to guarantee his\nproduct, it is best not to buy from an elf).\nperched high above the arenas, often wager considerable sums on the outcome of these battles. More\nthan one noble has been sold into slavery for not\nbeing able to pay the debts he incurred when a favored gladiator fell.\nSlaves\nA person can become a slave in one of three ways:\nThe best of these gladiators are muls (pronounced: mül), a tough crossbreed of human and\ndwarf. They retain the height, dexterity, and cunning intelligence of their human side, but are also\ngifted with the durability and strength of their dwarven parent. From their dwarven line, they also inherit a certain single-mindedness which makes them\nvicious fighters.\nStanding over six feet tall, muls weigh two hundred to three hundred pounds, have hairless coppery skin as tough as gith hide, and tend toward\nintrospective, gruff dispositions. They are born sterile and cannot reproduce their own kind.\nby being born a slave, by being captured during a\nwar or other armed conflict, or by being sold into\nslavery for committing some crime or failing to pay\nones debts.\nA member of any race or social class can become\na slave, though nobles and merchants usually have\nfriends or family who will buy their freedom for\nthem. It is also rare for elemental clerics or mages to\nbecome slaves, as they can usually escape easily. Instead of selling such individuals into bondage, prudent templars simply execute them when they\ncapture them.\nDespite their combat abilities, muls dont make\ngood soldiers. In addition to being very expensive to\nbuy or breed, muls are intelligent enough to recognize when their officers are making a mistake and\nstubborn enough to refuse foolish orders.\nArtists\nWe can take one bit of solace from the institution\nof slavery, however: there are a surprising number of\nformer templars in their ranks. The losers of the political infighting in the kings bureaucracy are often\nsold into slavery. Templar slaves are generally the\nsubject of abuse and ridicule by their newly established peers and generally die quickly as a result of\nsome tragic accident.\nIn most Athasian cities, the arts are appreciated,\nbut not as highly regarded as many feel they should\nbe. Although templars and nobles alike enjoy being\nsurrounded by artistic creations, none of them\nwould ever trouble to create such a thing themselves. Therefore, all arts are entrusted to slaves.\nThere are several classes of slave: gladiators, artists, soldiers, laborers, and farmers.\nGladiators\nThe wealthiest templars and most noble families\nmaintain stables of men and women picked and\ntrained for their fighting prowess. These slaves are\nsent to fight in the gladiatorial stadiums for public\nentertainment. Their owners, sitting in private boxes\nOne of the best ways for a slave to elevate his position is to develop and demonstrate some sort of artistic ability, such as singing, reciting poetry,\npainting, sculpting, and so forth. If he or she has\nenough talent, a noble or templar will purchase the\nslave and treat him to a life of pampered luxury. In\nexchange, the owner expects the slave to produce\nbeautiful work which will impress his friends. (I\nmust note that because of the dubious tastes of nobles and templars, many artists must compromise\ntheir artistic vision in order to stay alive.)\n16</p>\n<p>In most cities, it is common practice to secretly\nteach valued slaves the art of reading and writing, so\nthat they may read the words of the masters and\nrecord their own observations for the owners next of\nkin (this is how I came by the art myself). For the\nartists, there is only one drawback to this privilege:\npopularity is a fickle thing, and most artists fail out\nof favor within a few years of their success.\nWhen that happens, those who have been taught\nhow to read and write suffer one of two fates: their\nowners either have them executed for knowing how to\nread and write, or they are sent to the gladiatorial pits\nas fodder. It is no wonder that many artists, upon sensing their popularity beginning to wane, plan elaborate\nescapes and flee into the desert as I did.\nSoldier Slaves\nBoth sorcerer-kings and the noble houses maintain standing armies of slave soldiers. The quality of\nthese soldiers varies widely. In most cases, they are\nsimply burly slaves who have been taken from the\nfields, equipped with some manner of weaponry,\nthen taught to fight as a unit. To keep these soldiers\nin line, officers rely on a combination of privileged\ntreatment and harsh punishments.\nThe best armies of the noble houses are selected\nas infants, removed from their parents, and raised\nby officers. During their harsh childhoods, these\nchildren learn two things: to be loyal to their owning\nfamily, and to fight without regard for themselves.\nIn order to ensure that the armies of their nobility\nare not a threat to their own power, many sorcererkings raise armies of half-giants. This powerful race\nwas created by the magical crossbreeding of humans\nand giants and their strength can put even a powerful mul to shame.\nTo oversee these half-giant troops, the monarchs\nrely upon hand-picked templar officers who use their\nmagical abilities to keep the brutes in line. Noble\nhouses never use half-giant soldiers, for they lack the\nmagic necessary to keep such troops under control.\nIf an overseer sees a slave touch his mouth without\npermission, he whips the man mercilessly. If he\ncatches a slave stealing food or water, he cuts off the\nthiefs hand. When a slave loses both hands, he can\nno longer work and is put to death.\nThe only consolation in the farmers life is that\nwhen a tribe of raiders attacks, or when a flock of\nwild erdlus races through a field, he can sometimes\nescape into the desert. Whether or not this is an\nimprovement is hard to say, but the desire for freedom often outweighs the urge to live.\nAt least half of any citys slave population are\nfarmers owned by the nobles. These starving dregs\nlabor in the fields around the city, working the soil,\ncarrying water, digging up man-choking vines, and\npicking poisonous insects off crop leaves.\nFarmers\nThe ranks of the laborers are dominated by\nstrong races such as dwarves, half-giants, baazrags,\nand muls too old or maimed to fight in the gladiatorial arenas.\nGenerally speaking, slaves owned by the freemen\nare well-fed and cared for, for they are an investment\nthat the owner does not care to squander. Laborers\nowned by the king, however, are fed barely enough\nto keep them alive, and once they prove too weak to\nwork, they are executed. As agents of the monarch,\nthe templars can always procure more slaves by arresting minor law-breakers or vagrants.\nEvery city has a large force of laborer slaves.\nAbout half are owned by enterprising freemen who\nmake their livings building homes, shops, merchant\nemporiums, and other private structures. The other\nhalf are usually owned by the monarch, overseen by\nthe templars, and spend their time building and\nmaintaining various public structures such as\nbridges, temples, and city walls.\nLaborers\n1 7</p>\n<p>Wizards\nDespite the persecutions of the templars and the\nsorcerer-kings, every city has its share of wizards. Of\ncourse, you will never meet one who openly admits\nto his art, but there are nevertheless mages in every\ncity.\nDefilers\nCities are the hardest places for inexperienced\nDefilers to survive. Not only are they hunted by the\nagents of the monarch, but few citizens will provide\nthem with refuge or assistancein addition to fearing the kings wrath, most people resent what the\nDefilers magic does to the land. For this reason,\nmost Defilers lead solitary lives of constant apprehension, associating only with the shady elves who\nsell them spell components.\nThe Veiled Alliance\nMages have life a little easier. As members of the\nVeiled Alliance, they have a network of friends and\nallies to whom they can turn when they need support. The alliance helps them procure spell components\nwithout exposing their identities to\nuntrustworthy elves, warns them about nosy templar\nagents, protects them from psionic and magical\nprobes, and helps them escape the city if they are\ndiscovered.\nJoining a Veiled Alliance is no easy matter, however. From what I understand of the organization in\nTyr, for example, before a Preserver is asked to join,\na current member must propose to the entire organization that they extend an invitation to the prospective associate. If any of the current members\nstates a reason for excluding the candidate, he is not\ninvited to join. Only after all the members have\n18</p>\n<p>been polled and no one objects does the proposing\nmember extend an invitation to the candidate. Such\ninvitations are seldom refused, for by the time a Preserver is offered membership in the Veiled Alliance,\nhe is well aware of the benefits it can provide.\nAfter we sat down, we were approached by a\npsionicist. This woman asked us several questions,\nand all the while I could feel her probing our minds\nfor lies. At first, I thought that she found our answers unsatisfactory, for she simply stood and left\nwithout saying a word. A short time later, however, a\nwaif came to our table and informed us that a guide\nwas waiting for us. This guide took us to the home\nof a high-ranking Alliance member, who acted as\nour host and protector while we were in the city. He\ndid not introduce us to any other members of the\nAlliance, and, though he treated us courteously\nenough, I was aware that if we had acted in a manner that could be considered even slightly suspect,\nwe would have been killed in our sleep.\nAs a courtesy, most Veiled Alliances extend their\nprotection to Alliance members from other cities.\nOnce, I was in the company of an Alliance member\nwhen he requested such a courtesy. First, we sought\nout a tavern that we had heard Alliance members\nfrequented. As we entered, the Preserver covered\nthe lower part of his face with his hand. This did not\nappear to be so much a secret password, however, as\nan indication that we were looking for a member of\nthe citys Veiled Alliance.\nIn most city-states, there is no distinction made between the positions which men and women may hold,\nfor both sexes seem equally capable of the treachery\nrequired to attain and hold power. At least two\nsorcerer-kings are in fact sorcerer-queens, and women rise or fall as fast as men in the ranks of the templars. Many noble houses are represented on the\nmonarchs advisory council by matriarchs, and the\ncontrol of most merchant houses passes to the eldest\ncompetent child, whether it is a son or a daughter.\nGender in the Cities\nEven in the ranks of slaves, sex makes little difference. Women fight as gladiators and soldiers alongside their male counterparts, and artists are treated\nthe same no matter which sex they are. About the\nonly place where gender makes any difference is in\nthe lowest rank of slavery, where there is a slight\npreference to make males laborers due to their slight\nadvantage in strength.\nRace in the Cities\nAlthough racial dispositions tend to group humans and demihumans along class lines, this is not\ndue to any sort of bigotry. In no city that I have been\nto is there a policy, official or otherwise, that excludes any race from membership in any organization or group. There are dwarven templars, elven\nnobles, human gladiators, and halfling craftsmen.\nIn short, a member of any race can hold any position, provided he has the necessary talents and\nskills.\nThis is certainly not due to any benevolence or\nsense of justice on the part of the sorcerer kings. I\nsuspect that it has more to do with the fact that such\nprejudices are a foolish waste of valuable resources.\nHowever, this is not to say that all races are equally represented in all classes of society. Every race has\ncertain dispositions that suit it for certain positions\nin society. The following paragraphs list the occupations which each race commonly pursues in a city.\nHumans\nHumans are the most common and versatile of all\nthe races. They are typically found in any position,\nfrom sorcerer-king to farmer. Compared to dwarves,\nmuls, and half-giants, they are not very strong, so\nthere are less of them in the ranks of soldier-slaves\nand laborers than their proportion to the total population might indicate. Humans have a talent for\ntreachery and political intrigue, so they form a clear\nmajority in the ranks of templars and nobles.\n1 9</p>\n<p>short-lived templars and aristocrats, and most people are far too cautious with their wealth to buy anyDwarves\nDue to their strength, dwarves make good laborers, soldiers, and craftsmen, so there tend to be\nlarge concentrations of them in these classes. However, if a dwarf sets his mind to attaining a certain\nposition, he can overcome nearly any barrier to his\nsuccess through sheer determination. I have met\nhard-working dwarves in the ranks of the templars,\nnobility, artists, and gladiators.\nElves\nMost elves found in the cities represent their\ntribes in the trading bazaars. They are expert bargainers, but are also extremely unreliable to anyone\nexcept members of their own tribes. Elves usually\navoid slavery by fleeing at the first sign of trouble,\nbut when forced into bondage, they make excellent\nfarmers (provided their owners can keep them from\nrunning away), and are often selected as artists due\nto their ability to flatter potential patrons. Though I\nhave never frequented the Games, I understand\nthat elves also make interesting gladiators, winning\ntheir victories through speed and stealth where their\nopponents rely on strength and endurance.\nHalf-elves\nCity-born half-elves are rarely accepted as members of their elven parents tribe, for their human\nhalf makes them suspect to the clannish minds of\nelven tribesmen. At the same time, they suffer from\nthe reputation for deceit and unreliability that taints\nelven merchants. Therefore, most half-elves grow as\nloners, learning quickly to rely only on themselves\nand to take advantage of others to get what they\nwant. These traits serve them well in the ranks of the\ntemplars. When sold into slavery, they either convince their owners that they have hidden artistic potential or find themselves working in the fields as\nfarmers.\nThese giant, intelligent insects are not common in\ncities, for their lives are devoted to the hunt and they\npossess only a dim understanding of human society.\nNevertheless, they are sometimes taken as slaves. In\nthis case, they serve as laborers or farmers, but never as soldiers (they are known to turn on their masters, and any man who trusts one with a weapon is\nconsidered a fool). Occasionally, when its pack has\nbeen destroyed, a thri-kreen comes into a city of its\nown free will. In these cases, it either seeks out a\nposition as a templar assassin or volunteers its\nservice as gladiator on behalf of some lucky noble.\nThri-kreen\nBy their very nature, all muls are born into slavery\nfor the purpose of gladiatorial training. If they prove\nunsuitable for this purpose, their strength usually\ncommands a good price as a laborer. Occasionally,\nmuls win or purchase their own freedom. When this\nhappens, they make excellent templars. Similarly,\nthey can always find ready employment as an elite\nmercenary, in the permanent guard of a noble family, or a merchant house sentry cadre.\nMuls\nthing that a half-giant craftsman makes. Therefore,\neven if born into freedom, the unfortunate members\nof this race find it difficult to make a living as an\nhonest freeman and usually find themselves bound\ninto slavery. They are generally purchased either by\ncraftsmen in need of strong laborers or by templars\nfilling a half-giant regiment for the king. Occasionally, half-giants manage to retain their freedom for a\nfew years by hiring themselves out as mercenaries.\nBecause of their limited intellectual capacity, halfgiants do poorly in positions of power. They make\nHalf-giants\n20</p>\n<p>Halflings\nHalflings are rare in cities, for they are possessed\nof a personality even more feral than that of the thrikreen. When taken as slaves, they are usually\ntrained for the gladiatorial arena as a curiosity, for it\nis well-known that they die quickly in bondage.\nHalflings who have been cast out of their own tribes\nwill serve nobles as hunting guides or craftsmen as\nstonechippers, but only if their freedom is in no way\nimpinged and in return for room and board only\n(they view wages as a form of slavery).\nVillages\nIn your travels, youll find villages scattered all\nover Athas, from islands in the Sea of Silt to peaks\nhigh in the Ringing Mountains. Usually, they stand\nat some site of moderate importance, such as a minor oasis, the crossroads of two trading routes, or\nnear a flint or obsidian quarry. They consist of a few\ncrudely built structures erected within a small area.\nSome villages are surrounded by a stone wall or a\nthorn-hedge stockade, but all are located in the\nmost defensible position possible. Several times a\nyear, the villagers will be called upon to defend their\nhomes from beasts, raiders, or monsters, and they\nrealize the advantage terrain can provide. No matter how carefully defended a hamlet is, however,\ndont count on it existing for very long. Sooner or\nlater, its defenses will fail and the inhabitants will\nhave to flee or die, abandoning their shabby homes\nto the desert.\nClient Villages\nThe largest, best equipped villages are sponsored\nby the city-states, usually because there is something\nin the local area that is of importance to the city.\nTyr, for example, sponsors a village at the site of its\niron mine, and Urik maintains a sizable town near\nthe obsidian quarries of the Smoking Crown.\nOccasionally, some interest other than a city also\nsponsors a village. For instance, the merchant\nAs we all know, slave escapes are far from rare on\nAthas. Those who survive inevitably find their way\nSlave Villages\nUnlike most other hamlets, when a client village is\ndestroyed, the sponsor generally rebuilds it as quickly as possible. Oft en, to prevent such a holding from\nbeing looted repeatedly, the sponsor also goes to\nconsiderable effort to track down and eliminate the\nforce that ruined the village in the first place.\nClient villages are rarely self-sustaining. They\nusually draw their water from a local well or spring,\nbut they must rely upon shipments from their sponsors for food and other supplies. Often, enemies\nfind it easier to destroy the village by cutting off\nthese supply lines than by attacking the village itself.\nCompared to cities, these hamlets are culturally\nbackward. When visiting them, you will find only\nthe barest necessities and no amenities. The Veiled\nAlliance is rare in client villages, for most hamlets\nare so small that it is impossible for a mage to hide\nhis presence for long. Where the Alliance does exist, it is only because the members are powerful\nenough that the authorities feel it would be more\ntrouble to smash than it is worth. The other inhabitants of villages are mostly desperate and rough individuals whose favorite pastimes are far from\nconducive to the public peace. The governors authority over the inhabitants is enforced by virtue of\nthe garrison he commands.\nThe leader of most client villages is a military governor assigned by the sponsoring agency. In the case\nof city-run villages, this leader is usually a moderately powerful templar of proven loyalty to the\nsorcerer-king. Other sponsors usually rely upon a\nPreserver or Defiler as the commander. The governor is assisted in his duties by subordinate officers\ntemplars if a city is sponsoring the village,\nmercenary fighters if someone else is sponsoring it.\nhouses of Wavir, Rees, and Tomblador in the city of\nBalic protect a critical junction along their trading\nroutes by sponsoring the fortress village of Altaruk.\n2 1</p>\n<p>to one of the hundreds of slave groups hiding in the\nmost forlorn parts of the desert.\nBecause slaves are not well equipped to survive\nthe rigors of the desert, most bands form raiding\ntribes (described later). These tribes make their bases in villages located in the most miserable,\ndifficult-to-reach parts of the desert. If you happen\nto stumble upon a slave village, you wont be allowed to leave without first becoming a tribe member, and you wont be asked to become a tribe\nmember unless you can prove youre an escaped\nslave or will perform some great service for the tribe.\nThe only alternative to membership, however, is a\nslow and lingering death in the desert.\nThe leaders of slave villages are usually the best\nmilitary thinkers, which means these hamlets are\ndominated by soldiers or gladiators. Wizards or extemplars-turned-slave never serve as leaders, for the\nMany escaped slaves were once artists, so most\nslave hamlets have a rich cultural life. Should you\nvisit a slave village, you will no doubt find brilliant\nmasterpieces of sculpture and painting in ramshackle huts, and be entertained at night by poetry\nDespite unpleasant associations with the sorcererkings, slaves realize what wizards can do to protect\nthem. Therefore, wizards and sorcerers are more\ntolerated in slave villages than anywhere else. Usually, however, a hamlet has only one type of wizard:\neither Preservers or Defilers. The friction caused by\nthe two different approaches to magic is destructive\nto village harmony.\nslaves are too wary of magical power to trust such\nmen in positions of leadership. No matter who leads\nthe community, however, he must be careful not to\nbe seen as a dictator. The slaves are quick to overthrow anyone who limits their freedom.\n2 2</p>\n<p>recitations, concerts, and plays.\nMost slave villagers are truly thankful for their\nnewfound freedom, so you will note a certain blissful\natmosphere in the community. At the same time,\nyou had better be aware that there is also an undercurrent of barbarism that could explode into violence at any moment. Many ex-slaves are gladiators,\nsoldiers, and other rough sorts who believe that the\nbest way to resolve differences is with the sharp end\nof a dagger.\nWhether artist or gladiator, all the inhabitants are\npainfully aware that slave-takers from a nearby city\ncould appear at any time, so they live with only one\ngoal in mind: to enjoy what time they have to the\nfullest.\nDwarven Villages\nYou will find dwarven villages in any place\ndwarves have a reason to gather for a common purpose. Dwarves wishing to build a toll-bridge have\nestablished villages on isolated banks of dust fjords.\nOthers, convinced that hidden seas lie under the\nGreat Ivory Plain, have founded a hamlet in the\ncenter of the vast salt flat to drill for water. Still others, determined to restore the lost City of Dwarven\nKings to its former glory, have built their village in\nthe middle of the vast expanse of sand that long ago\nburied the ancient metropolis.\nThe leader of most dwarven villages is the person\nwho first devoted himself to the idea that is the focus\nof the towns existence. All of the other dwarves look\nto him for guidance and planning, executing his\nmost tentative suggestions as if they were commands. If the leader of the village dies, then leadership is passed on in descending order of arrival. The\ndwarf who joined the project second becomes the\nnew leader, then the one who joined third, fourth,\nand so on.\nIn these villages, dwarven culture, what there is of\nit, centers on the family. When the dwarves are not\nworking toward achieving the communitys focus,\nthey are caring for their families. Relations between\nthe families are generally close and friendly, their\nties strictly regulated by a code of honor. Although\nit is extremely rare for a dwarf to break this code,\nthose who do are banished from the village. If you\never visit a dwarven village, be sure to ask for a recitation of its code of honor as soon as you reach the\noutskirts, or you may find yourself entangled in a\nblood feud with an entire community of stubborn\ndwarves.\nThere is no Veiled Alliance in any dwarven community, and wizards are not tolerated within their\nbounds unless someone the dwarves trust will vouch\nthat the wizard is a friend of the dwarven race.\nHalfling Villages\nAs noted later (see Hunting and Gathering\nClans), most halflings wander the forest ridges\nalong the crest of the Ringing Mountains, sustaining themselves through hunting and gathering.\nGenerally, they live in small, isolated clans that ramble through a well-defined territory.\nEvery 100 days, however, these clans go to a small\nvillage abutting their territory. The village is little\nmore than a stone pyramid rising above the forest\ncanopy, surrounded by ten to twelve stone houses\nwhere the tribal chief, his wives, and high priests\nlive.\nThe chief resembles the sorcerer-king of the cities\nin that he is the absolute ruler of his territory (usually\nall the forest within fifty miles of his village), and in\nthat he is a powerful wizard. However, all halfling\nchiefs are Preservers, not Defilers, and exercise great\ncare not to destroy the forest when they use their\nmagic. For this reason, their magic tends to be much\nless powerful than that of the sorcerer-kings, and\ntheir lifetimes are limited to a normal span. Most of\ntheir powers come from their psionic abilities.\nHalfling villages serve two important functions.\nFirst, they are a neutral area where different clans\ncan meet without infringing on each others territory. Thus, this is where marriages are arranged,\ngoods are traded, and information is passed be2 3</p>\n<p>Second, a village is the chiefs home and the center of the government. When the halfling clans go to\na village, they take with them food and other items\nto sustain the chief, his family, and the advisors. Assuming the chief deems the offering adequate, he\nrewards them by bestowing upon them the rangerlike abilities that make halflings such capable\nhunters and stalkers.\ntween clans.\nAside from using his powers to help his followers\nbe good hunters, the chief also has the duty to defend his clans territories from outside encroachment. Therefore, he can conscript subjects as\nwarriors or to build communal structures that serve\nthe general welfare of entire tribe.\nThis authority is never invoked for the purpose of\nfighting or building defenses against other halflings.\nAmong all halflings, there is such racial harmony\nthat they never fight with one another. When confronted with conflicting interests, even two chiefs will\nwork together to find some compromise that serves\nboth of them.\nBefore moving on in my narrative, I must take a\nmoment to offer a warning to any reader who is contemplating a visit to a halfling village: the greatest\ngift a clan can offer its chief is a feast. And the finest\nfeast a halfling can imagine is a delicious human or\ndemi-human who has wandered into their territory\nand been hunted down.\nDynastic Merchant Houses\nMerchants are the masters of commerce. In one\nway or another, everything that a city-state needs\nand cannot produce itself must pass through their\nhands. For Tyr to trade its precious iron for ceramic\npots from Balic, a merchant must purchase the iron\nin Tyr, carry it to Balic, arrange an exchange, carry\nthe pots back to Tyr, and sell them. The merchant\nmakes a tidy profit at both ends of his journey\nwhich is only fair, when you consider the risks involved in transporting such commodities.\nMerchants are indispensable to every city, but\nthat does not make them popular. Successful merchants become incredibly wealthy, a fact that templars and nobles alike envy. A merchants business\ndictates that he ignore governmental boundaries\nand avoid political allegiances, which makes him\nsuspect in the eyes of the sorcerer- kings.\nMerchants are jealously tolerated, but never truly\nwelcomed by the upper classes. The templars grant\nthem long-term licenses to reside and do business\nwithin the city walls, but merchants are never considered citizens and are not granted the protection\nof the citys laws.\nAs a consequence of their non-citizen status and\nthe requirements of their profession, merchants\nhave developed a specialized sub-society of their\nown. They organize themselves into companies\ncalled merchant houses. These houses consist of\nsever al different branches, each designed to fulfill\none aspect of the companys needs. Most merchants\nsee no commercial value in keeping the basic structure of their organizations secret, so it is possible to\nprovide a sketch of the way most houses operate.\nHeadquarters\nMost trading houses are owned by a single family,\nwhich maintains a headquarters in its favorite city.\nUsually, it is a large, well-defended compound situated in a secure area as far away from noble mansions and templar complexes as possible. Although\nthey will not discuss the matter, we can assume that\na great deal of the familys wealth is stored in secret\nvaults within these compounds. Needless to say,\nmerchant headquarters are heavily guarded against\nboth assassins and thieves, and all of them have established sophisticated escape routes in case the\nneed arises for a sudden departure.\nThe family patriarch (or matriarch) directs the\noperations of the entire merchant house from the\nheadquarters. Agents from the houses farthest outposts are constantly entering and leaving the compound, delivering profits, collecting bonuses,\nmaking reports, receiving instructions, and attend2 4</p>\n<p>ing to every detail of business. Despite the constant\nbuzz of activity, however, the guards at the gate will\npermit only agents of the house to enter the compound. In the case of larger houses, recognition is\noften achieved through secret signals or passwords.\nMerchant houses are owned in common by all direct descendants of the founder, but control is\npassed on from the patriarch or matriarch to any\nfamily member of his or her choosing. In the most\nsuccessful of the merchant houses, the patriarchs\nare careful to choose their successors on the basis of\nability and integrity. When this is not the case, however, the rest of the owning family sometimes withdraws its support from the patriarch and chooses a\nnew oneor even allows the house to collapse.\nEmporiums\nIn addition to their headquarters, most merchant\nhouses maintain large trading emporiums in five to\nten different cities. These facilities consist of large\nbuildings where all manner of goods are stored in\nneat bins. When a resident enters one of these emporiums, an agent of the house is assigned to accompany him and see to his needs.\nIf the customer has come to sell, he will discover\nthat the agent is interested in buying almost anything. Of course, a few restrictions apply. First, it\ncannot be against the laws of the city to possess or\notherwise handle the item being offered. Second,\nthe item must be of demonstrated value to someone\nsomewhere. Finally, the resident must be willing to\npart with the item for about half of its true worth (a\nquarter if it must be transported to another city before being resold). If a deal is struck, the customer is\npaid in hard currency or goods, as he prefers.\nIf the customer has come to buy, an agent will\nlead him through the emporium and offer to sell\nhim anything in which he expresses an interest.\nGenerally, most emporiums have an ample supply\nof common items, such as tools, building supplies,\nclothes, etc., and also supply one or two types of\nrare items, such as jewelry, gems, food, weapons,\netc. Although it is possible for a customer to bargain for a lower price, most agents will not accept\nless than an items true value-and will obviously try\nfor somewhat more. Payment is accepted in goods\nor metal coin.\nMost emporiums are run by trusted senior agents\nof their parent merchant houses, if not by a member\nof the owning family itself. These agents handle\nlarge transactions themselves, and generally live in\nwell-guarded areas over, behind, or beneath the\ntrading floor. I believe, though I am guessing when I\nsay this, that operating capital for the emporium is\ngenerally stored in a secret vault located somewhere\nwithin the senior agents living quarters.\nOutposts\nMerchant houses also maintain trading posts in\nthe wilderness areas and wastelands of Athas. Such\noutposts can be found wherever there is something\nto trade and someone to trade with: in the Ringing\nMountains, where halfling chiefs exchange hardwoods for obsidian spear heads; in the rocky badlands, where thri-kreen hunters trade sacks of\nminerals for hand-carved whistles; on the banks of\nthe Sea of Silt, where friendly giants barter blocks of\ngranite for tarp-sized woolen capes.\nI have found the agents manning these trading\nposts to be the toughest and most self-reliant men\nand women employed by the merchant houses.\nThey commonly barter with the most feral and ferocious humans, demihumans, and humanoids; they\nenjoy making long journeys into the wastelands in\nsearch of new goods, and they take a great pride in\ntheir hard lifestyles.\nUnfortunately, necessity dictates that outpost\nagents be the most expendable members of a merchant house. Their facilities consist of little more\nthan a mud-brick warehouse built inside a walled\nfortification. Usually, the house employs a small\nband of mercenaries to defend it, and sometimes\neven a mage and/or a cleric, but the remoteness of\nthe outpost dictates that such forces be kept to a\n2 5</p>\n<p>minimum. Trading posts are easy marks for raiding\ntribes and hungry monsters. By no stretch of the\nimagination is it uncommon for a supply caravan to\nfind the outpost it has traveled days to reach demolished and the inhabitants slaughtered.\nCaravans\nEvery merchant house relies upon its caravans to\nmove goods from one city to another and to supply\nits trading posts. Every house has its own theory on\nthe best caravan configurations, but they all want to\naccomplish the same thing: moving cargo from one\nlocation to another as quickly as possible with the\nleast chance of it being stolen.\nSome caravans are small and swift, relying upon\nspeedy kanks to carry them and their cargo out of\nharms way. If you ever have a chance to ride with\nsuch a caravan, do so. At first, you may be hesitant\nquarters are cramped and hot, the entire wagon\nsmells of unwashed humans and demihumans, and\nOther caravans consist of a single, huge, slowmoving wagon with armored flanks, depending on\nnearly impregnable defenses to discourage attacks.\nSuch wagons are usually drawn by a pair of mekillots, cantankerous six-ton lizards with a fondness for\neating their handlers. Aside from a force of mercenary outriders, the entire caravan is carried inside\nthe wagon: drivers, guards, supplies, and cargo. At\nfirst, this might seem like an easy way to travel, since\nall a passenger need do is lounge about-but Id\nrather walk from Balic to Urik in my bare feet. The\nto mount a four-hundred pound, six-legged insect\nwith pincers the size of your legs, but you will quickly discover that these gentle beasts are excellent\nmounts. Even at their slowest pace, they move like\nthe wind. When they run, it seems youre flying.\n26</p>\n<p>the journey lasts forever.\nMost caravans take passengers, but the only cargo they will carry is that of their own merchant\nhouse. The houses are much too competitive to carry cargo for each other, or to trust their cargo to another houses safekeeping.\nThe caravans are led by a shrewd captain, often\na former mercenary or soldier hired by the house\nfor his military skills. To defend the caravan, the\nleader either hires individual mercenaries or subcontracts with a mercenary band. From the time\nthe caravan leaves one citys gate until it enters anothers, the captains word is law, and to disobey\nhis command is to risk banishment or death. No\nmatter what a captain does on the trail, only one\nthing will cause his employers to dismiss him:\nabandoning the cargo. As long as he delivers the\ngoods to their destination, the house assumes that\nhe is doing his job well.\nEmployment Terms\nIn most houses, there are four general categories\nof employees: family members, senior agents,\nagents, and hirelings.\nFamily members are, to one extent or another, all\nowners of the companies. They are usually based in\nthe headquarters and oversee the administrative operations of the house, such as the keeping of accounts, routing of caravans, and planning for\nexpansion. Often, they are also sent to run emporiums in distant cities. Of course, a family members \nrelationship with his house can be terminated only\nfor the most dreadful breaches of trust.\nSenior agents are trusted employees of the house\nand have the authority to conclude fairly large deals\nin the houses name. They are assigned to important positions requiring a fair amount of skill, such\nas running emporiums, outposts, or being caravan\ncaptains. A senior agent holds his position for life,\nand can even pass it on to a trusted son or\ndaughterthough the house patriarch or matriarch\nhas the option of replacing incompetent senior\n3. A promise to perform in the best interests of the\nmerchant house in return for a specified salary.\n4. A promise to deal honestly with stranger, friend,\nand foe alike.\n1. Recognition that by joining a merchant house,\nthe agent forsakes citizenship in any city or membership in any tribe.\n2. An oath by all members of allegiance to the merchant house.\nGenerally, Ive found that all merchant house\ncodes are designed to promote commerce and keep\nthe house out of trouble with the templars and the\nsorcerer-kings. They usually include the following\nprovisos:\nAll merchant houses abide by a strict code of ethics that applies to all employees from family member\ndown to agent. Although this code varies from\nhouse to house and is usually kept secret, it is not\nimpossible to loosen an agents tongue with a few\nfriendly tankards of ale.\nThe Merchant Code\nHirelings are people the house contracts to perform a specific service. Their relationships are usually short term, although hirelings who perform well\nare usually assured of receiving more work of a similar nature in the future.\nIt should be noted that although both outpost\nagents and caravan captains are senior agents, they\nseldom pass their positions on to children. Even if\nthey survive long enough to have families, the children are usually too wise to follow in their parents\nfootsteps.\nRegular agents, like senior agents, are usually\nlife-long employees of the house, but their employment can be terminated for just cause by senior\nagents or family members. Agents usually have\nlimited authority to conduct a specific type of business.\nagents who have risen to their positions through inheritance.\n2 7</p>\n<p>Elven Merchants\n5. A promise not to flaunt any wealth gained\nthrough employment with the house.\n6. A promise to uphold the laws of the city in which\nthe agent is stationed, and to do nothing to bring\nthe wrath of the sorcerer-king or his agents down\nupon the house.\n7. A promise to cooperate with other merchants to\nmake life very expensive for any person (this usually means templars) who unjustly imprisons,\nblackmails, or otherwise harasses any merchant.\nIn most merchant houses, violation of its code is\nsufficient reason to terminate the houses relationship with any agent, senior agent, or family member.\nMany elven tribes enrich their lives as nomads by\nbecoming merchants. As tireless runners and desert\nwanderers, they are well suited to caravan life, but\nelves are too restless to establish a permanent headquarters.\nInstead, the tribe itself serves as the headquarters,\nwith the chief acting as a patriarch. The chiefs advisory council, composed of a senior member from\neach family, handles the administrative functions\nsuch as keeping of accounts, keeping track of inventory, and setting prices.\nMost tribes are not wealthy enough to build or\nmaintain bartering emporiums in the cities. Instead,\nthey rent dilapidated buildings or erect semipermanent stalls on the outskirts of the trading\nquarter. These bazaars, commonly referred to as the\nelven market, often have unusual and rare goods for\nsale from all corners of Athas.\nIn most cities, the elven market is a disreputable\nplace. Unlike other merchants, elves abide by no\ncode of ethics. People who buy there usually assume\nthey are purchasing stolen property or goods of inferior quality. The elven market is also the primary\nsource of banned goods, such as spell components\nand other equipment necessary for a wizard to practice his craft.\nBy the time the tribe returns-anywhere from six\nmonths to several years later-these elves are more\nthan ready to leave the city and return to the wandering life. Any half-elf children that happened to\nUsually, a tribe stays at a city for only a month or\nso. Unless it leaves under dubious circumstances, a\nhandful of its members stay behind to conduct business at the bazaar. They usually live together in the\nsame building from which they conduct their business. Often, this band contains a considerable\nnumber of thieves who employ their talents to add to\nthe store of valuable merchandise that the tribe will\nsell in another city.\nfew years.\nMost templars will not admit it, but elves rarely\nremain in captivity for long. Their tribes are extremely close-knit, and they would not think of leaving one of their members in peril. To secure the\nrelease of even the lowest-ranking tribe members,\nthey have been known to offer exorbitant bribes\n(though I have yet to hear of any tribe actually paying such a debt). Most often, they simply help the\nslave escape and, if possible, assassinate the accusing templar, then leave the city with all their tribe\nmembers and omit it from their caravan routes for a\nelves are rarely concerned. They simply wait for the\nfirst opportunity to escape, then run into the desert\nand rejoin their tribe. If this proves impossible, they\nbide their time by trying to flatter their masters into\npromoting them into artistic status-which I believe\nis the reason so many noble homes are decorated\nwith tasteless paintings and worthless sculptures.\nDespite the elves expertise at deceiving (or fleeing) the templars, many of them are enslaved for\nselling banned goods. When this happens, most\nAlthough elves sell to all comers with no questions\nasked, they are adept at detecting the presence of\ntemplars and the sorcerer-kings agents (generally\nthrough the use of psionics). As a templar passes\nthrough the elven market, I have never failed to be\namazed at how quickly banned goods disappear in\nfront of him and reappear after he passes.\n2 8</p>\n<p>have been conceived during this time are left in the\ncity, as they would find an unwelcome reception\nwithin the tribe.\nOutside the city, elven merchant tribes do not\nmaintain trading posts. Instead, they conduct their\nbusiness as they wander the Athasian deserts, stopping here to graze, there to bargain, and anywhere\nto steal.\nIn most cultures, few sights are more agitating\nthan that of a tribe of elves camped nearby. The\nnext few days are certain to be filled with seedy entertainment, hard bargaining, and a small but\nsteady outflow of stolen property.\nI was once with an elven tribe when another elven\ntribe camped nearby. On the first night, my host\ntribe arranged an evening of entertainment for the\npurpose of luring the other tribe away from its\ncamp. While their guests were enjoying the party,\nmy hosts sent a contingent of thieves to rob the\nguests camp. The guests reciprocated the next\nnight, stealing back not only their own property, but\na considerable amount of my hosts (and my own)\nproperty as well.\nThese affairs continued for about a week, with the\nparties growing progressively more wild and ribald\neach night, until finally both tribes claimed that they\nhad gotten the better of the contest and parted\nways. In truth, I dont know who won the contest; I\nlost a precious rusty steel dagger and four copper\ncoins, but my share of the host tribes booty was a\nshiny helmet of bronze!\nLest anyone make the mistake of thinking it is\neasy to join an elven tribe, I should point out the\ncircumstances by which I came to be among them.\nBefore being accepted as an equal, I had traveled\nwith the tribe for two years and single-handedly\nsaved the chiefs daughter from being eaten by a\npack of wild thri-kreen. Still, the experience was\nworth the effort, hardship, and risk and I would not\nhave passed it up for anything on Athas.\nElven caravans are notoriously light and fast. The\nelves prefer to travel by foot, carrying their personal\nbelongings in a sack slung over their shoulders.\nCargo is transported on kanks, the only beasts of\nburden capable of keeping up with an elf if he\nbreaks into a full run. During my time with the\nelves, I rode a kank whenever we were on the road.\nNomadic Herdsmen\nHerdsmen live in groups called douars. Each\ndouar consists of a dozen families or so that wander\nthe desert together. They move from pasture to pasture, pausing wherever there is water and enough\nforage to feed their animals. When the forage is\ngone, they pack up their belongings and move on.\nIt is a practical impossibility for the douars to be\nmuch larger than twelve families or so. It requires\nmore than a dozen animals to sustain each family,\nso each tribe needs about 140-150 beasts to survive.\nIn most parts of Athas, this is the largest number of\nbeasts that can graze a pasture area without starving. If more than a dozen families try to live together,\nthere will not be enough forage for the additional\nanimals.\nMost herders rely upon flocks of erdlus for their\nlivelihoods. Erdlus are flightless, featherless birds\ncovered with flaky gray to red scales, weighing as\nmuch as a full-grown man and standing as high as a\ntall elf. They have powerful, lanky legs ending in\nfour-toed feet with razor sharp claws, and can run at\ngreat speeds over distances of several hundred\nyards. Their bodies are massive and round, with a\npair of useless wings folded at their sides. Attached\nto their yellow, snake-like necks are small round\nheads with huge wedge-shaped beaks. These beaks\nare equally suited for working between thorns to\ncrop forage at the roots, for piercing a predators\nheart like a spearhead, or for making a meal of unwary reptiles.\nThe first time a herder asked me to share one of\nthe gruesome birds eggs, I almost refused, imagining that the wrinkled, leathery shell could contain\nnothing edible. I couldnt have been more wrong!\nErdlu eggs are a treat not to be missed. When con2 9</p>\n<p>sumed raw, as is the custom when the tribe is on the\nmove, the red yolks have a zesty, gamey taste both\nsatisfying and invigorating. If cooked, the whites\nform a spongy cake with a rich taste not unlike\nsharp cheese. All in all, erdlu eggs are an excellent\nfood; a man can survive for months eating nothing\nelse, and by drinking them raw, he can even go for a\nweek or so without water.\nAside from their eggs, however, the erdlus provide\nthe herders with many of the other things needed to\nsurvive in the desert. When a bird becomes too old\nor infirm to travel, its meat fills the stew pot. One of\nthe best knives I ever owned had an erdlu claw edge,\nand the birds sharp beaks make fine spearheads.\nHerders long ago learned to make a kind of light\narmor from the birds scaly wings, and the tendons\nof their long necks make fine bowstrings.\nConsidering the value of even one of these beasts,\nit is no wonder that humans, demihumans, and the\ncreatures of the wastes all regard erdlus as prize\nquarry. Herdsmen must guard their flocks day and\nnight, battling off or fleeing from a startling array of\nraiders, thieves, and monsters.\nAs you might expect, most herdsmen are capable\nfighters, but even these hardy warriors know that it\nis best to avoid a fight whenever possible. Therefore,\nherdsmen tend to be gracious hosts, save that they\ninterrogate their guests mercilessly, trying to learn\nall they can about the location of the dragon, raiding tribes, and anything else that might threaten\ntheir flocks.\nThe douars are generally led by the tribes wizard. The wizard is always a Preserver and never a\nDefiler, for herdsmen have a deep hatred of anyone\nwho deprives them of good grazing land. The wisest\nmember of each family serves as an advisor to the\n3 0</p>\n<p>leader, though the weight given to their opinions varies from tribe to tribe.\nHerdsmen have a deep and abiding respect for\ndruids, and always leave offerings of food and other\ngifts at any place they pass where they know a druid\nresides. Clerics, too, are sure to receive a warm welcome from a herding tribe, for the clerics magic can\nbe of great use in helping the tribe defend its herds.\nTemplars, however, rarely survive a visit to a nomad\ncamp. Herdsmen have independent spirits, and\nthey regard servants of the sorcerer-kings as harbingers of drudgery and slavery.\nElven Herdsmen\nMany elven tribes have become merchants, and\nsome have become raiders, but elves are by nature\nnomads and herders. They are possessed of an independent spirit and a wanderlust unmatched in\nany other Athasian race. This free spirit causes other races to regard elves as deceitful and lazy-which,\neven I must admit, is more or less true if your perspective is that of an honest craftsman or a hardworking merchant-house agent.\nWhat other races fail to understand is that the elf\nwould rather live a short and happy life than a long\nand cheerless one. Elves have adapted to the rigors\nof the Athasian wastelands in a unique way: they\nembrace the inevitability of death and hardship and\nmake no attempt to escape it. In their view, the future is bleak and terrible-so one should do all he\ncan to enjoy life today!\nAdmittedly, this outlook makes elves notoriously\nuntrustworthy, but only where outsiders are concerned. Within their own tribes, they follow a strict\ncode of honor regulating what liberties they can and\ncannot take with the property and rights of others.\nOf course, this code does not apply to those who are\nnot members of the tribe (elven or otherwise), and\nstrangers are expected to look out for themselves.\nThis free-for-all attitude applies even in the area\nof courtship. When a young warrior is ready to take\na mate, he spies upon other tribes, trying to pick out\nOf course, there are a few drawbacks. The only\nfood that kanks provide is a thick green honey secreted by the food producers and stored on their abdomens in melon-sized globules. If the tribe wishes\nKanks can eat nearly anything, so their keepers\ncan wander deeper into harsh wastelands and stay\nlonger than most other herders. In hives, kanks instinctively divide themselves into vicious guards,\nfood producers, and brood queens, so the elves have\nvery little to do in the way of animal husbandry.\nThis leaves them free to devote themselves to their\nfavorite pastime: frenzied feasting and wild revelry.\nElven tribes vary from other herders in more ways\nthan their cultural customs, however. Erdlus cannot\ntravel for long distances at the rapid pace elven\ntribes prefer, so elves prefer to keep kanks instead.\nGenerally speaking, the giant insects are an inferior\nherd animal-but are ideally adapted to the elven\ntemperament and lifestyle.\nWhatever the sex of the victims, once they have\nsuccessfully been taken to the abductors camp, a\nmessenger is sent to the old tribe to announce the\nsafe arrival of the newlyweds. The abductees then\nbecome members of their mates tribe, and all ties\nwith their old tribe are broken. Even if they returned, they would be regarded as outsiders. This\nmay seem a cruel custom, but I doubt that most elven marriages would last for more than a few weeks\nwithout it.\na suitable woman. If he finds one he likes, he hides\noutside the camp until an opportunity comes to steal\nher. If the elf has already approached the maiden\nand she is agreeable to being abducted, she will no\ndoubt make his wait a short one and accompany\nhim with only a token show of resistance. However, if\nthe maiden does not wish to go with the warrior, his\nwait may well be a long one, and when he finally\ndoes have an opportunity to seize her, she just might\nkill him. It should also be noted that I have met several elven women who, wishing to stay with their own\ntribes, stole the male elf of their dreams in this same\nmanner.\n3 1</p>\n<p>to move, it must either move very slowly (for elven\ntastes) so the food producers can keep up, or remove\nall of the honey droplets from the kank abdomens.\nWhile kank honey provides plenty of energy, if you\neat it for more than two or three weeks without a\nsupplement of edible vegetation, you start to lose\nweight and grow weak, just as if you were starving.\nIn addition, the meat of the kank itself is inedible\nwhen a kank is killed, its flesh begins to emit an odor\nso foul that not even a starving man can stomach it.\nAside from its honey, the only useful thing that a\nkank provides is a chitinous armor-providing an elf\nis patient enough to sit outside camp and use sand\nto scrub the stink of the insects flesh off the carapace. Because of these shortcomings, elves are\nforced to spend more time hunting and foraging\nthan other tribes. It is when the hunting is bad, or\nwhen they find themselves in dire need of something\nthey cannot acquire through foraging, that they\nmust turn away from their free-spirited way of life\nand become merchants or raiders.\nRaiding Tribes\nWhen I say that raiders are the parasites of the\ndesert, no one will disagree. Either unable or too lazy to earn their own living, they feed and clothe\nthemselves by stealing from caravans, lonely villages, hermits, and even the cultivated fields surrounding the cities. Their tribes vary in size from a dozen\nindividuals to several hundred, depending on the\nterritory they work and from whom they usually\nsteal.\nAlthough raiders may be scoundrels and cutthroats, they are not fools. They do not prey upon\nthose who stand a chance of fighting back and winning. Tribes numbering no more than one or two\ndozen prey upon hermits and small parties of travelers. On the other hand, the tribes that plunder\ncaravans number in the hundreds, and those that\nloot villages have as many as a thousand members.\nMost raiders make their homes in some forlorn\nplace, such as rocky badlands or a secret oasis in the\nSlave tribes vary from other raiding tribes in several important ways. First is the special treatment\nthey give other slaves. Only ex-slaves are allowed to\njoin a slave tribe, and when they attack a caravan,\ntheir first priority is freeing all the slaves in it. At the\nvery least, these slaves will be given directions to the\ntribes have been known to attack templar caravans\nand expeditions at great risk to themselves-even\nwhen there was no economic incentive!\nThough slave tribes are no less fierce or destructive than other raiders, they tend to leave other villages, hermits, and small parties of travelers alone.\nTheir attention is directed at the city-states themselves, as well as the caravans carrying goods between those city-states. In this regard, we can excuse\ntheir violence, for it almost takes on the character of\na war against their former masters. In fact, slave\nAthas. Usually, these villages serve as the base for a\nraiding tribe, for slaves seldom have the skills necessary to survive in the desert.\nWhen they escape, slaves usually find their way to\none of the many slave villages (see Villages) dotting\nSlave Tribes\nthe leader is a wizard, he will seldom tolerate the\npresence of another wizard in his tribe. If the leader\nis not a wizard, one of his assistants is usually a Defiler who jealously guards his position in the-tribe.\nUsually, the raiding tribes pick their leaders\nthrough a hierarchy of violence. The most deadly\n(often a Defiler) is the leader. Invariably, he chooses\nthe most dangerous and toughest tribe members as\nhis assistants,-ensuring their loyalty through special\nrewards and treatment. The other members of the\ntribe are kept in line through the threat of force. If\nmiddle of a salt plain. Of course, the raiders are\nattempting to hide their location, but the isolation of\ntheir villages also makes it difficult and expensive to\nsend a force to destroy them. This tactic works all\ntoo well; I can count on my fingers the number of\nraiding tribes that I know to have been destroyed in\nretribution for their thievery.\n3 2</p>\n<p>closest safe oasis, and enough food and water to\nreach it. More often, they are offered membership\nin the slave tribe.\nSecond, slave tribes have an innate suspicion of\nthe power that a wizard can wield, so they will never\nallow one to become their commander. Instead, their\nleaders are usually ex-soldiers, slaves, and sometimes gladiators.\nFinally, most raiding tribes are naturally composed of one particular race, but slave tribes tend to\nhave a wider variety of stocks. In every city, a wide\nselection of races are used as slaves. An equally wide\nselection escapes and finds its way to the slave villages, so it should come as no surprise to discover that\nmost slave tribes are composed of a wide variety of\nraces.\nGiant Tribes\nClans of giants inhabit the various islands of the\nSea of Silt, especially those of the Forked Tongue\nestuary. Periodically, a group of them wades ashore\nto raid the fields surrounding a city or to pillage\nsome hapless village. After the raid is finished, they\nwade back to their island homes, secure in the\nknowledge that they cannot be followed.\nFortunately, giants arent such bad people when\nthey arent smashing your home, and they can be\nvery talkative. From the few Ive visited, it appears\nthat when they arent raiding, most of them keep\nsmall herds of erdlus and kanks. They live in huge\nstone huts shaped like beehives, consisting of a single room with the beds and sitting areas along the\nwall. A cooking fire and the food preparation area\nis located in the middle of the room, beneath a\nsmoke-hole in the ceiling of the hut. Housekeeping\nhabits vary by individual; some huts are meticulously clean, others are so cluttered with halffinished projects that even a small person can hardly\nfind a place to sit.\nAs a cautionary note, I should warn you that\nthere are two things you should never do around a\ngiant:\nThri-kreen are intelligent, so it is possible to approach their camp and strike up a conversation\nty they had collected, but had themselves fallen victim to the thri-kreen.\nMost often, raiding thri-kreen are more interested\nin food than in goods. They eat or take away every\nliving being, but seldom take anything that is not of\nimmediate use to them. I once ran across a band of\nhuman scavengers who made a practice of following\na thri-kreen raiding pack around and collecting the\nbooty left behind. Six months later, I ran across the\nsame band of scavengersthey still had all the booThe fact that they never need to sleep and stay in\na state of more or less constant activity makes them\nespecially dangerous. When they start to track a\ncaravan, they can quickly overtake it, then attack\nwithout pausing for a rest. If it is a village they are\nraiding, their tireless nature makes them no less\nmenacing; given two or three days of constant harassment, even the most courageous defenders will be\nreduced to a bundle of quivering nerves.\nMost packs of thri-kreen are hunters (see Hunting and Gathering Clans), but occasionally they\nstart preying on caravans, villages, or even lurking\nabout the outskirts of cities and attacking farm\nslaves. When they start preying upon other intelligent races, they cross the thin line between hunting\nand raiding.\nThri-kreen Tribes\nSecond, never visit a giants island uninvited.\nThey are a very polite race who would not dream of\nvisiting your home uninvited, unless they intended\nto steal something. Most giants assume that you will\nbehave according to similar standards.\nFirst, never assume that just because you see one,\nhes going to attack. When giants come to shore,\nthey usually have a specific goal in mind and will not\nbother anyone who does not stand in their way.\nNothing makes them angrier, however, than being\nattacked just because somebody thinks theyre going to cause trouble.\n3 3</p>\n<p>without becoming a meal. This is one risk I have\npersonally chosen to avoid, however. Even solitary\nthri-kreen tend to be treacherous and unreliable\nand I cannot imagine trusting a group of them.\nHalfling Tribes\nAlthough normally simple hunters and gatherers\n(see Villages and Hunting and Gathering Clans),\nhalflings occasionally come down from the mountains in search of gifts for their chief. Usually, these\ntribes have been assigned such tasks as a form of\npunishment for some trespass they committed\nagainst another tribe or the chief. Halflings have little concept of property, and they regard anything\nthat moves as a potential meal, so it is difficult to\nregard them in the same light as normal raiders\ntheir concept of right and wrong is so different from\nours that it is absurd to hold them to the same moral\nstandards.\nThat does not change the effects of their actions,\nhowever. Halfling tribes will sneak up on a sleeping\ncaravan, a village, sometimes even a city, and carry\naway whatever they can lay their hands on-goods,\nanimals, and people. The animals (and sometimes\nthe people) they eat immediately, but they usually\nattempt to take prisoners and stolen items back to\ntheir village as a gift for the chief.\nThere are two other peculiar things about halfling\nraiding parties. First, no one can tell what the raiders are after, not even the raiders themselves. They\nsimply start taking things until their leader declares\nthat theyve got what they came for, i.e., an item of\nSuch raiding parties are led by the clans normal\nleader, often a fairly powerful psionicist. If it proves\ntoo difficult for the raiders to steal what they want\non the first night of attack, the psionicist usually\ntries to use his talents to help the clan escape. They\nreturn the next night with a different plan of attack,\nand, if they do not succeed, the night after that,\nthen the night after that, etc. They will keep returning until they steal what they want, or until the entire raiding party is destroyed.\nsuitable magnificence for their chief. This can be an\nitem as common as a kank saddle, or something as\nexotic as the bejeweled scabbard of a magical sword.\nSecond, when a halfling raider is captured alive, he\nrefuses to eat or drink, attempting to starve himself\nto death. He will not, however, attempt to escape or\nto kill his captors, as he views his capture as a sacrifice to his clans chief.\nElf Tribes\nElven raiders are nomad or merchant tribes who\nhave been reduced to thievery in order to support\nthemselves. The cause of this transformation is almost always some disaster that has deprived them of\ntheir normal livelihoods, such as the loss of important cargo or a bank hive. Often, the tribe returns to\nits former way of life as soon as it recovers, so it is\nnot uncommon for a group of elves to be raiders one\nyear and merchants the next.\nAttacks by elven raiders are seldom as bloody as\nthose by other groups. Usually, the elves arrange\nsome diversion, such as a stampede or fire, then\nsneak into the camp to steal. If the tribe was formerly a merchant tribe, they place the highest priority\non goods; if it was formerly a herding tribe, they\nusually have the greatest desire for kanks. After\ntheyre finished, the elves rely on their great speed to\nflee, pausing only to disable any means their victims\nmay have of catching them (such as kank mounts).\nAlthough theyll steal everything in sight, elves are\nnot murderous. They rarely attack anyone except\nthose who stand between them and the bounty for\nwhich they came.\nFor more information on elves, see Nomadic\nHerdsmen or Dynastic Merchant Houses.\n3 4</p>\n<p>Hunting and Gathering Clans\nHunting and gathering clans are small groups\nthat make their living through hunting meat animals and foraging for edible plants. Their number\nis usually small, between 10 and 50 individuals, and\ntheir culture is simple and practical. They devote\ntheir free time to making weapons, clothes, and\nshelter; otherwise, they are usually tracking animals\nor foraging for edible plants.\nTheir lifestyle is the most primitive of any on\nAthas, but it is also the freest. They wander across\ngreat tracks of Athas without regard for political\nboundaries, following game wherever it leads. Even\nthough their lives are hard and short, whatever they\ndo, they do for themselves. If a hunter is not hungry,\nhe does not hunt; if he already has a fine bow and\nplenty of arrows, he does not make another; if his\nfamily has a good tent to protect them at night, he\ndoes not erect another.\nMost hunting and gathering clans are thri-kreen\nor halflings, although small groups from other races\nalso make their livings in this manner. Humans\nseem to lack the stamina to endure this lifestyle in\nthe rigorous wastelands of the desert; in all my travels, I have never seen a clan of human huntergatherers.\nThri-kreen\nThri-kreen are hatched to hunt. They roam the\ndesert in packs of up to twenty-five beasts, always\nsearching for fresh quarry. On those rare occasions\nwhen they are not hunting, thri-kreen are making\nweapons. They never sleep, and pause to rest only\nrarely. Unlike most other hunting clans, they do not\nburden themselves with shelters or other belongings,\ntaking with them only what they can carry in their\nown mandibles. Thri-kreen packs usually do not\nhunt other intelligent beings (aside from the occasional elf) unless they have turned to raiding as a\nmeans of supporting themselves.\nThe thri-kreen pack is organized along a strict orThe halfling clans are careful to avoid crossing\ninto each others territory. This would cause hard\nfeelings, perhaps even a fight. If there is one thing\nthat halflings try never to do, it is offend each other.\nThey have learned that by respecting each clans\nThe wild halflings live in the forest along the ridge\nof the Ringing Mountains. Each clan, numbering\nbetween 30 and 75 individuals, hunts and forages\nwithin a strictly defined area of 20 to 30 square\nmiles. Normally, this would be too small an area to\nsupport so many individuals, but the forest ridge is\nunusually abundant in both animal and plant life.\nfastly loyal-unless two or more members gang up\non it in a dominance struggle. When this happens,\nthe thri-kreen assumes that the other members intend to kill it and leaves at the first opportunity.\nHalflings\nsuperior says.\nOnce it joins a group, a thri-kreen remains steadThis pack instinct can make thri-kreen seem belligerent and contentious, yet strangely loyal, in the\neyes of other races. The thri-kreens pack instinct is\nso strong that when a single thri-kreen is a member\nof a group including other races, it attempts to establish a dominance order. The thri-kreen instinctively attempts to bully the other members of the\npack. If they let it get away with this behavior, the\nthri-kreen figures that its the leader of the pack; if\nsomeone stands up to it and defeats it in a contest of\nphysical prowess, the thri-kreen accepts a lower\nplace on the dominance order and does whatever its\nder of dominance. The most aggressive, toughest\nmember is the leader. The second most aggressive\nmember is next in charge, and so forth. Whenever\nthere is any dispute about the dominance order, the\ntwo contenders fight until one of them surrenders or\ndies. After the fight, there is never any bad will between the contestants; once the issue of dominance\nis resolved, they both go about their business with\nthe full security of knowing just where they stand in\nthe pack.\n3 5</p>\n<p>rights and property, all the clans will enjoy longer,\nhappier lives (perhaps the sorcerer-kings should\ntake a lesson from these wild fellows).\nWhen some disaster befalls a clan, they have no\nneed to resort to stealing from one another. Instead,\nthose in need of help simply journey (or send a messenger) to their chief (see Villages) with their request. Assuming the need is genuine, the chief\neither lends his own support or calls upon his other\nsubject clans to aid the one in trouble. This custom\neven applies between chiefs; if one of them is ever\nfaced with a problem he cannot handle, his brothers\nare honor-bound to aid him in whatever manner\nthey can. Because of this custom, which is so deeply\ningrained in the halfling mind that it is very nearly\ninstinct, every clan realizes that it is never to their\nbenefit to fight with another halfling clan.\nUnfortunately for us, this ethic applies only between halflings. They consider anything else (including intelligent races) fair game for the stew\npot-or just to steal from, if there are too many intruders to capture. Captured humans and demihumans are considered a delicacy and are usually\ntaken to the chief as an offering, but some clans eat\ntheir quarry on the spot-particularly if hunting has\nnot been good of late.\nWhen away from their own kind, halflings are\nmistrustful and cautious. I once asked a halfling\nwhy this was. He gave me a spiteful look, then, in all\nseriousness, replied, I know what on your mind.\nYou think not much meat on halfling, but he make\ngood snack someday. Of course, I tried to explain that it is not common practice for humans to\neat their guests, but my little friend refused to believe it. Steadfastly he maintained that, when it\ncame to mealtime, the only race one could trust was\nhis own.\nHermits\nHermits come in all races and from all walks of\nlife. They live alone in some forlorn place far away\nfrom any permanent human or demihuman society,\nOf course, there are as many reasons for people\nto live alone as there are hermits, but I have found\ntwo types of hermits to be fairly common-or, at\nleast, common in hermit terms.\nSome hermits are crazy and dangerous. If you\nlook carefully when you approach an apparently\nabandoned waterhole, you may well see some warning sign: a skeleton here, a piece of discarded armor\nthere, an abandoned wagon over there. Usually, the\nhermit fears that visitors to his waterhole intend him\nharm, or believes they are stealing from him. Such\nhermits rarely confront the offenders directly, however. Even if theyre crazy, theyre not stupid, and\nthey realize that fighting a superior number of\nthirsty beings is not a good idea. Instead, they try to\ntake the visitors unawares, such as after they have\nmade camp and gone to sleep.\nyou. In such cases, dont be put off by the excited hermits rambling conversation, and keep in mind that\nalthough he may quite inadvertently say something offensive to you and will never pause to let you speak, he\ndoes not mean any offense. Most hermits have simply\nforgotten the niceties of conversation.\nOccasionally, if you dont look harmful and the\nhermit is an outcast and not a voluntary recluse, he\nshows himself and tries to strike up a conversation with\nUsually, hermits live near a source of water, but\ntheir residences are not obvious or easy to find. In\nAthas, \nwater \nattracts \nvisitorshuman, \ndemihuman, and otherwise -so it is not always safe for a\nlone individual to reveal his presence. Therefore,\nmost hermits go to considerable trouble to keep the\nlocations of their homes hidden.\ning and herding, though some are also hunters.\nHermits are seldom nomads, for even the most barren patch of Athas can meet the survival needs of a\nsolitary man, providing he is skilled at survival in the\ndesert and is not picky about what he eats.\ncasts. Most survive through a combination of forageither by their own choice or because they are out36</p>\n<p>Psionic Masters\nThose who have truly mastered the art of psionics\nOften, psionic masters accept the role of teacher\n(for they can command outrageous prices in return\nfor their knowledge) and deal quickly with young\nupstarts. When these things become too common,\nhowever, the psionic master finds that the further\ndevelopment of his own abilities comes to a halt. He\nmust spend most of his time teaching his students\nthe basics of the art and dealing with a seemingly\nendless series of second-rate psychics with delusions\nof grandeur. This robs him of the terrific amount of\ntime he requires for his own meditations.\noften become quite famous. They are constantly beseeched by would-be students or adversaries who\nwould like to prove themselves by defeating a known\nmaster.\nWhen this happens, many dedicated psionic masters leave their schools in the hands of trusted disciples, or abandon them altogether and flee into the\ndesert. They seek out some unknown or seldomused waterhole and have a small stronghold erected.\nThe masters shut themselves up inside their strongholds and continue their meditations in the peace\nthat they could not find in the city.\nUsually, a few devoted students accompany the\nmaster to serve as guards and servants, so he is arguably not a hermit. However, a man surrounded by\nguards and sitting in trance for days on end is just\nas alone as if he were sitting upon a mountaintop\nwithout anybody else within a hundred miles. Anybody disturbing a psionic master in such a condition\nquickly realizes that he has made a mistake. Once, I\nencountered a shattered tribe of elves wandering\naimlessly through the desert. Lost and unprovisioned, they clearly had no hope of survival beyond\n3 7</p>\n<p>the next few days. I later learned that they had made\nthe mistake of disturbing a masters trance as they\nattempted to rob his home.\nD r u i d s\nDruids are independent priests who worship and\nally themselves with the various spirits of the land.\nThey serve as guardians and caretakers of the specific terrain feature they worship (such as a particular oasis, an unusual rock formation, a rare expanse\nof grassland, etc.). In return, the spirits of life grant\nthe druids magical powers.\nObviously, a druid must be near the territory he\nprotects (this territory is called his guarded land) in\norder to fulfill his obligations. Usually, this means\nthat he lives in isolation in some desolate part of the\ndesert, living off the land and by the grace of the\nspirit he worships.\nThankfully, druids do not consider normal use\ndesecration. The few who have spoken with me have\nall expressed the firm belief that the land is for all to\nuse, animals and intelligent races alike. They claim\nthat they never use their powers except to safeguard\ntheir guarded lands from abuse.\nMost druids have such a close relationship with\ntheir guarded lands that they desire no contact with\nany strangers that happen to pass their way. Instead, they simply watch the visitors from afar, making their presence known only if the party includes a\nDefiler, or if it does something to desecrate the terrain feature associated with the spirit they worship.\nIf they do make their presence known, it is always for\nthe purpose of attacking. They will use their powers\nto kill or drive away Defilers and others who dont\nrespect the land.\n3 8</p>",
    "source_pages": [
      108,
      138
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-the-wanderers-journal"
      ],
      "level": 2
    }
  }
}