{
  "slug": "chapter-one-the-world-of-athas",
  "transformer": "journal",
  "source_section": "Chapter One: The World of Athas",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-one-the-world-of-athas",
    "title": "Chapter One: The World of Athas",
    "content": "<p>Overview of the World\nAthas is a desert-sun-scorched and windscoured, parched and endless.\nFrom the first moments of dawn until the last\ntwinkling of dusk, the crimson sun shimmers in the\nolive-tinged sky like a fiery puddle of blood. It climbs\ntoward its zenith and the temperature rises relentlessly: 100 degrees by midmorning, 110 at noon,\n130sometimes even 150by late afternoon.\nA man cannot drink fast enough to replenish the\nfluids he loses. As the days drag on, he feels sick and\nfeeble. If he does not have enough water, he grows too\nweak to move. His mouth becomes dry and bitter, his\nlips, tongue, and throat grow swollen. Before long,\nhis blood is thick and gummy. His heart must work\nhard to circulate it. Finally his system overheats, leaving him dead and alone in the sands.\nThe wind does little to help matters. As hot as a\nAs far I as can tell, all parts of Athas share the\nblazing sun, the dangerous winds, and the lack of\nwater. Nothing I have seen in my own explorations\nor heard from the hundreds of travelers I have interviewed points to any other conclusion. Athas is an\nendless wasteland, spotted by tiny oases of fecundity, inhabited by brutal predators. It is, for all intents\nand purposes, a land of mortal desolation.\nAt night, the low humidity has the opposite effect.\nThe days heat escapes into the sky, plunging the\ntemperature to 40 degrees or less-and in the mountains, even to zero.\nI have already noted what the lack of water can\nmean to a thirsty man, but the dry climate affects\nAthas in other ways. It allows the sun to shine down\nunreflected on the barren ground, which is why it\ngrows so hot during the day.\nThis is my home, Athas. It is an arid and bleak\nplace, a wasteland with a handful of austere cities\nclinging precariously to a few scattered oases. It is a\nbrutal and savage land, beset by political strife and\nmonstrous abominations, where life is grim and\nshort.\nferal elves sweep out of the salt plains to plunder\nlonely caravans, mysterious singing winds call men\nto slow suffocation in a Sea of Silt, and legions of\nslaves clash over a few bushels of moldering grain.\nThe dragon despoils entire cities, while selfish kings\nsquander their armies raising gaudy palaces and\ngarish tombs.\nAs dangerous as it is, the wind is merely an inconvenience when compared to the greatest danger of\nAthasthe lack of water. In most places, it rains no\nmore than once a year. In some places it only rains\nonce in ten years, and the only available water lies in\nbrackish, mineral-crusted oasis ponds. Aside from\na handful of streams that trickle less than fifty miles\nbefore drying up, there is not a single river on the\nplanet-though I have crossed plenty of ancient\nbridges and know that rivers were once common.\nWhat the world was like in those days, I cannot\nimagine.\nBreezes on Athas are suffocating and dust-laden,\ncaking everything they touch with yellow-orange silt,\nspoiling food, and filling a mans eyes with pasty\nmud. Even still days are perilous. Columns of superheated air can rush upward in terrific whirlwinds, carrying dust, plants, and men to great\nheights-then suddenly dying away and leaving\ntheir reluctant passengers to fall to a horrible death.\nI live in a world of fire and sand. The crimson sun\nscorches the life from anything that crawls or flies,\nand storms of sand scour the foliage from the barren\nground. Lightning strikes from the cloudless sky,\nand peals of thunder roll unexplained across the\nvast tablelands. Even the wind, dry and searing as a\nkiln, can kill a man with thirst.\nThis is a land of blood and dust, where tribes of\nforges breath, it blows up sandstorms that last 50\ndays at a stretch, speeding the evaporation of water\nfrom skin and soil alike. A storm can darken the sky\nat high noon, carrying so much sand that it reduces\nvisibility to a pace.\nThe Wanderers Journal\n2</p>\n<p>This is where civilization-if you can call it that\nstill lingers. Scattered across these flatlands are tiny\noases of life where a few acres of fertile land supports\na grain field, sometimes even a forest. Clinging to\nGeneral Geography\nThe description that follows is what, over the\nyears, I have pieced together about the geography of\nour world. There are many omissions, and no doubt\ndozens of errors, for my information is gathered\nfrom travelers, merchants, and explorers-some of\nwhom no doubt felt that it was in their best interest\nto mislead me wherever possible.\nNevertheless, certain broad outlines do emerge.\nAthas, or at least the explored portion, consists of\nabout one million square miles of desert. In its center, covering an area of about 120,000 square miles,\nis a vast, dust-filled basin that I call the Sea of Silt.\nBecause of travel difficulties to be discussed later,\nthe Sea of Silt remains almost entirely unexplored.\nSurrounding this dry sea is a band of Tablelands,\nranging from as much as 400 miles wide to as little\nas 50. The Tablelands consist of many types of terrain: golden dunes, stony barrens, dust sinks, white\nsalt flats, rocky badlands, and plains of yellow-green\nscrub-brush.\nThough the picture I have painted so far is of a\nstark and rugged land, I do not mean to say that\nAthas is dreary or monotonous. To the contrary, it\nhas a majestic and stark beauty. When first light\ncasts its emerald hues over the Sea of Silt, or when\nsunset spreads its bloody stain over the Ringing\nMountains, there is a certain feral beauty that stirs\nthe untamed heart in all of us. It is a call to take up\nspear and net, to flee the city, to go and see what\nlurks out in the barrenness.\n3</p>\n<p>these oases are the disorderly jumbles of buildings\nand people that we know as cities. Though each city\nreflects the personality of the king that rules it, all\nare precariously balanced at the edge of starvation,\nbarely scratching enough food from their small plots\nof land to support their populations.\nstrangers out. In the center of every city, a powerful\nsorcerer-king lives inside a secure fortress, ruling his\nsubjects through a sophisticated hierarchy of bureaucrats, nobles, and rapacious clergymen. Each\ncity is a state unto itself, its king wielding absolute\nauthority over every living thing inside its walls and\ncrawling through its fields.\nThe Tablelands are encircled by the various ranges of the Ringing Mountains. These ranges all run\nnorth and south. To the east and west of the Sea of\nSilt, the mountains form solid walls separating the\ntablelands from the unknown regions beyond. To\nthe north and south of the dusty sea, they form a\nseries of parallel ribs. The deep valleys between the\nridges lead away from central Athas like a series of\nlong (and hazardous) corridors.\nVillages are no more than clusters of mud-brick\nshelters erected at minor oases in various forlorn\nplaces, such as the edge of a salt flat or in the shelter\nof a rocky overhang. Depending on their nature,\nthey are ruled by officious bureaucrats, minor despots, or, occasionally, even democratic councils. At\nbest, they are semipermanent. Sooner or later, the\ndragon comes calling, the oasis dries up, or a tribe\nof raiders sweeps out of the wastes. Within a few\nyears of such an event, all traces of the village are\nburied beneath a massive sand dune or carried away\nby the howling wind.\nIn every direction, beyond the mountains lie the\nHinterlands. We have- little knowledge of what\nabides there. Many men have set out to explore the\ndepths of this unknown region, but I have never met\none who returned. During the one journey that I\nundertook to view just the edge of the Hinterland,\nan invisible braxat carried off my companions, a\ntribe of halflings tried to eat me, and a silk wyrm\nhounded my trail for over a week. It is a wonder that\nI returned at all.\nThe dynastic merchant houses are sophisticated\ntrading companies with networks extending many\nhundreds of miles, transcending political boundaries, and spanning all social classes. Their trading\nposts are found on bleak peninsulas jutting into the\nSea of Silt, or in box canyons located high in the\nRinging Mountains. A sporadic stream of cargo\nruns from these outposts to the cities, carrying the\ngoods with which the houses stock their vast bargaining emporiums. Each house may have facilities\nin a number of cities. Most are owned by single families and passed on from generation to generation.\nNomadic herdsmen wander the scrub plains,\nAthasian Culture\nAlthough Athas is a wasteland, it is not an empty\nwasteland. The world is fairly crawling with humans, demihumans, and humanoids. Every group\nhas found a different way to survive in this barren\nand harsh environment. In general, I have found\nthat all cultures seem to fall into one of seven basic\ncategories. There are city dwellers, villagers, merchant caravan dynasties, herdsmen, raiders,\nhunter-gatherers, and hermits.\nstony barrens, and sand dunes, pausing for a week\nor two wherever there is pasture enough for their\nflocks to graze. Their bands are usually small, consisting of five to ten extended families (50-150 individuals), for their harsh way of life will not support\nlarge populations. Most herdsman have fiercely independent spirits, governing themselves through a\ncouncil of elders. Usually, a magic wielding patriarch serves as the leader of this council.\nThe cities, surrounded by golden fields of crops,\nstand at sizable oases. They are bustling enclaves of\nhumanity, stinking of garbage and ringing with the\nsupplications of beggars. Their tawny towers of fired\nbrick rise from behind thick stone ramparts designed to lock residents inside as well as keep\nWherever something is worth steeling, there are\n4</p>\n<p>Another group of people call themselves the\ndruids and, at least by most accounts, are considered to be clerics. Druids are special in that they do\nnot pay tribute to any single elemental force, but\nOn Athas, there are several different types of\nclerics. Each of them pays homage to one of the four\nelemental forcesair, earth, fire, or water. Of\ncourse, the latter are perhaps the most influental on\nour thirsty world, but all are powerful and worthy of\nrespect.\nTo one extent or another, every human and demihuman on Athas has psionic powers. Most people\nare wild talents, with only one power that they have\nlearned to use by trial and error. But anyone can harness their psionic powers through careful practice\nand study, and every city has at least one training hall\ndedicated to teaching the way of the mind. Many\nwarriors, templars, and sorcerers have attended these\nacademies and developed powerful psionic abilities in\naddition to their normal talents.\nClerical Magic\nPsionics\nThe world is full of powers beyond those that\ncommon men can master. As a rule, they are\ngrouped into three categories: clerical magic, wizardry, and psionics. Each plays an important part in\nthe cycle of life and death on Athas.\nSupernatural Forces\nFor others, however, the long-term drain on Athas\necology is meaningless. They care little for the life\nforce that is lost when they spin their webs of magic.\nThe dark souls, called Defilers, drain the power for\ntheir spells from the world around them. Plants near\nthem whither and once fertile soil turns to sterile ash\nunder their macabre power. Most of Athas sorcererkings are Defilers of the highest power.\nHermits have withdrawn from a society, either by\nchoice or through coercion. They are peculiar individuals who reside at isolated oases and scratch out\na meager living, either by subsistence farming or\nthrough limited hunting. Hermits live in all parts of\nAthas, though you wont meet many because they\navoid contact with most strangers.\nThe primitive hunting and gathering clans have the\nmost versatile cultures. Youll encounter them anywhere: hunting snakes in the salt flats, gathering roots\nin the stony barrens, even stealing eggs from nests\nperched high atop mountainous crags. They live in\nsmall groups of three or four immediate families, usually numbering no more than twenty individuals.\nThe magic of wizards is different from that of the\nclerical orders. It converts the energy of life into\nmagical power that the sorcerer shapes into spells. If\nthis is done with respect for the life forces of the\nworld and care is taken to balance the net loss of\nenergy with the net gain of magic, there are no adverse effects. In most cases, wizards take great care\nto guard the vitality of the world when casting their\nspells and working their enchantments.\nWizardry\nraiding tribes. These bands of despicable cutthroats\nlive by pillaging caravans, poaching nomad flocks,\nand plundering helpless villages. They are cowards\nwho make their homes in desolate places protected\nby wide expanses of salt flats or great tracts of rocky\nbadlands. Their warlords are ruthless and tough,\ntaking and holding their positions through violence\nand treachery.\nIn some cities, the sorcerer-king is glorified as if he\nwere some sort of immortal being. In fact, many\nsuch rulers are actually able to bestow spell-casting\nabilities upon the templars who serve them. Are\nthey truly on par with the elemental forces worshipped by clerics? I think not.\nrather work to uphold the dying life force of Athas.\nThey serve nature and the planetary equilibrium.\nMany people consider it a lost cause, but no druid\nwould ever admit that.\n5</p>\n<p>Psionic powers are not magic. The user focuses his\neffort inward rather than outward, drawing upon\nnatural forces that infuse his own being rather than\nthose that imbue the world around him. Thus, the\nwidespread use of such mental abilities does not further enhance the degradation of our battered Athas.\nHistory\nWhat generally passes for the history of Athasis,\nin my opinion, a jumble of folklore and propahas not heard a bards sonorous voice sing the\nmarvels of the world before ours? The lyrics speak of\na land of plenty, with grass on every hill and water in\nevery draw. Fields of barley and whey stretched for\nmiles, and there were so many sheep that the herds\ncould not be counted. Proud forests of oak and maple covered the wild lands, and men were the masters of the beasts.\nThese ballads sing the praises of warriors who\nfought not for food or entertainment, but for honor,\nglory, and lady love. The kings in these songs were\nnoble warriors who fought terrible beasts and waged\nrighteous wars in defense of their subjects. Clearly,\nthey were men who placed the needs of their domains above their own desires and cravings.\nganda. Most people are too concerned with the\nproblems of the present to devote themselves to the\nlessons of the past. The few who have any interest in\nhistory are the flattering lackeys of kings undertaking the project to glorify their sovereign. The resulting chronicles are implausible fables or mutually\nincompatible fabrications, and never should you\ntrust what you hear in them.\nMost Athasians regard these tales as fanciful\nflights, mere diversions from the toil and misery that\nis their life. As far as the individual songs are concerned, their attitude is no doubt correct, for every\nsinger exaggerates the story to heighten the drama.\nIn sum, however, there may be a kernel of truth to\nthe ancient lyrics and ballads.\nStill, we can glean something from these jaded annals. The authors of the kingly histories stumble over\ntheir own words in their efforts to flatter their monThe world abounds with the ruins of these\narchs, but we know from the sheer number of their\nchronicles that most city-states are thousands of years\nold. The same sorcerer-king rules over the city for\nspans of hundreds of years, sometimes for more than\na thousand. There are even cases where the current\nsovereign is credited with founding the city.\nforgotten kingdoms. Who has not marveled at the\narchaic walls of a lost city snaking from beneath a\nmountainous sand dune? Who has not stopped at a\nrocky aerie to wonder at the aged ruins of the castle\nperched on the summit? Who has ever crossed an\nancient stone-paved road without speculating as to\nwhere it once led?\nAs incredible as such claims sound, do not discredit them too readily. It is certain that powerful\nsorcerers live for centuries, and I know of no king\nthat has died in my lifetime, or that of my-father or\nhis father.\nIf you have ever asked yourself even one of these\nquestions, then you feel in your heart what I have\naccepted as true: Athas is a barbaric shadow of\nsome better world. Like men, the elves, dwarves,\nhalflings, and all the demihuman races are but brutal descendants of worthier ancestors. The dragon,\nthe lions, and the other great beasts are horrible\nabominations of their noble progenitors. Even the\nplants, such as the blood-blossomed tamarisks, are\ndeadly scions of the foliage that once blanketed the\nland. The essence of every living thing, from the\nhighest to the lowest, has been warped in some\nYet, the sorcerer-kings do die. I know of at least\ntwo deserted city-states. A monarch ruled each one,\nso there were once at least two more sorcerer-kings\nthan now inhabit the world. We can only assume\nthat the magic keeping them alive failed--or that\nanother king killed them. In either case, the deserted\ncities are further evidence that Athas itself is dying.\nIf the world were healthy, new metropolises Would\nrise to replace those that had fallen into waste.\nTurning from political histories to folklore, who\n6</p>\n<p>grotesque way that makes it more vicious more cunis at the heart of the matter.\nning and more terrifying than its forbearers.\nIf we can discover the truth we may yet attain the\nI have no idea what caused this atrocious transforglory of the ancients. Somewhere out there buried\nmation. Perhaps it was the law of nature, for in a\nbeneath tons of sand and dust, lost in centuries of\nsavage land, only the savage will survive. Perhaps it\nfire and blood, is an Athas that we have never\nwas the influence of a sinister power, as yet unknown\nknown: a world of abundance and splendor, where\nand unseen. Perhaps, as some say, the dragon itself\nhonor is as precious as water.\n7</p>",
    "source_pages": [
      102,
      107
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-the-wanderers-journal"
      ],
      "level": 2
    }
  }
}