{
  "slug": "chapter-four-atlas-of-the-tyr-region",
  "transformer": "journal",
  "source_section": "Chapter Four: Atlas of the Tyr Region",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-four-atlas-of-the-tyr-region",
    "title": "Chapter Four: Atlas of the Tyr Region",
    "content": "<p>Cities\nThe Tyr region lies on the western shore of the\nSea of Silt. Judging by what I have heard from other explorers and travelers, the land around Tyr is\nfairly typical of the regions bordering the Sea of Silt,\nwith about half of its entire area taken up by Tablelands. The large Map of the Tyr Region shows the\nterrain of this area, as well as the locations of all the\nlocales described below. Before reading further, take\na few minutes, if you will, to study this map-if for\nno other reason than to appease the ego of an old\nman who has spent countless hours ruining his eyesight to make it.\nThere are seven cities in the Tyr Region: Balic,\nDraj, Gulg, Nibenay, Ream, Tyr, and Urik. Each\nIn honor of my home city, I call the region I have\nexplored the Tyr Region. This in no way implies that\nTyr dominates this vast area-it doesnt-or even that\nis the largest city in the area-it isnt. All that it is\nmeant by the name is that I started my explorations in\nTyr, and this is the region I have explored.\nDespite these differences, I believe you will find\nthis record amazingly accurate; at one time, at least,\nthese places were exactly as they are described here.\nhere. In these pages, I will describe, in as much detail as possible, only sites that I have seen for myself.\nNo doubt, when you visit some of the places depicted below, you will find that certain things may have\nchanged.\nSo far, I have tried to describe the general nature\nof Athas. To a certain extent, my abilities in this\nregard have been limited by mortal weaknesses: it is\nimpossible for one man to visit all the corners of the\nworld in his lifetime. Therefore, much of what I have\nset down in these pages has been gathered from conversations with fellow travelers, gleaned from the\nrecords of far-ranging merchants, or extrapolated\nfrom what I know via first hand experience. Of\ncourse, there are bound to be certain errors and vagaries in such material.\nThat wont be the case in the material presented\nis ruled by a sorcerer-king (or queen) and is organized more or less along the lines outlined under Society of the City States in Chapter Two: Athasian\nSociety. If youve never been to a city, be sure that\nyou read this section before stepping through the\ngates. Otherwise, you could quite easily find yourself making bricks in the mudpits or fighting for\nyour life in the arena.\nOf course, there are many cultural variations\namong the cities, as dictated by the individual tastes\nof the sorcerer-kings. Considering the degree to\nwhich these differences manifest themselves, it is a\nlucky thing that the underlying social structure is so\nsimilar from city to city. Otherwise, traveling from\none to another would be even more hazardous than\nit is now.\nBalic\nBalic is ruled by the Dictator Andropinis, a powerful sorcerer-king who was elected to his post over\nseven-hundred years ago. Though the term dictator originally referred to the power of dictating (as\nin stating) a city policy sanctioned by a democratic\nassembly of property owners, Andropinis has converted the title and off ice into one of total authority.\nAnyone who speaks against him is executed by dictatorial decree.\nOn the rare occasions that someone is brave\nenough to voice a complaint about the harshness of\nAndropinis rule, the old man takes great delight in\nreminding all within earshot that their ancestors\nelected him to his post for life. Unfortunately for the\ncitizens of Balic, nobody realized just how long Andropinis might live.\nAndropinis lives in a majestic palace of white\nmarble, rectangular in shape and adorned on all\nsides by magnificent columns. This palace is located\natop a stony, fortified bluff in the center of the city.\nAndropinis personal army consists of ten thousand\nhighly disciplined foot soldiers who carry twelve-foot\nlances, large wooden shields, and thrusting daggers\nmade from the sharpened thigh bones of erdlus.\n6 7</p>\n<p>Balics templars are unique in that the free citizens of the city elect them to their posts for ten-year\nterms. Andropinis is generally tolerant of these elections, though he sometimes lets the citizens know\nwhich candidates he would like to have elected. I\nhave heard that if the wrong candidate wins the election, Andropinis has him executed and calls another vote.\nThe nobles of Balic are called patricians. Like\nmost other nobles, they hold their lands from generation to generation. Most of them make their living\nfrom the olive orchards and grain farms surrounding the city, but a few own large parcels of the scrub\nplains, upon which they carefully graze kanks and\nother creatures, twenty miles west of the city.\nBalics Merchant Emporiums sit nestled against\nthe base of Andropinis rocky fortress, in an area\ncalled the agora. The merchants do a bustling business in olive oil, kank nectar, and the decorated pottery produced by the citys famous potters. The\nElven Market rings the agora on all sides, so that it\nis impossible to do any legitimate bartering without\nfirst being assaulted with dubious offers.\nBalics secluded location is quite defensible as far\nas the armies of other city-states are concerned, for\nit is impossible to approach the city from any direction except the west. Unfortunately, its close proximity to the Forked Tongue Estuary causes the city\nmore than enough trouble from giants who wade\nashore to raid. Every citizen in the city, male or female, slave or freeman, is a member of the militia.\nOn a rotating basis, they spend every tenth month\nhelping the normal army patrol the fields and scrublands in an effort to reduce the amount of crops and\nstock lost to raiding giants.\nDraj\nThe sorcerer-king of Draj calls himself The\nMighty and Omnipotent Tectuktitlay, Father of Life\nand Master of the Two Moons. As you might\nguess from his appellation, Tectuktitlay claims to be\na god. Lest you take him seriously, Ill point out that\nin my opinion, Tectuktitlay is not even one of the\nmore powerful sorcerer-kings.\nBe that as it may, Tectuktitlay rules Draj from a\ngreat walled compound in the center of the city.\nThis compound contains several one-story buildings\nthat serve as the barracks for his personal guard,\ntemplar quarters, a school for the children of the\nnobles, and a psionics academy that he personally\nsupervises. In the center of this compound is a large\ngladiatorial arena. It is surrounded by tiers of stone\nseats, except where a steep stone pyramid\nTectuktitlays home-rises two hundred feet over it.\nNo one seems to know how long Tectuktitlay has\nruled Draj, probably because he has forbidden this\nknowledge to be passed on from generation to generation in order to make himself seem completely\nimmortal. His templars, called Moon Priests,\nclaim that he raised the city from the dust and made\n6 8</p>\n<p>the surrounding lands fertile.\nThis last claim no doubt arises from the fact that\nDraj sits on a huge mudflat located on the western\nedge of a large inland silt basin (see Geography of\nthe Sea of Silt in Chapter Three: Athasian Geography for an explanation of mudflats).\nIf I had to guess, and I have to, I would say that\nwhat really happened is this: A relatively young\nand weak Defiler, Tectuktitlay, led a small band of\nfollowers to this island and founded his city. Given\nthe natural fertility of mudflats, Draj prospered\nand Tectuktitlay eventually became a sorcererking.\nBecause Draj and the surrounding lands are located on a mudflat, defending it is fairly simple.\nAny army that attempts to leave the road to it inevitably bogs down in a quagmire of thick mud. If the\narmy stays on the stone paved road leading through\nTectuktitlays lands, all he needs do is send his warriors out to defend the narrow passage, then drive\nthe enemy into the mud.\nNevertheless, Draj is almost constantly at war,\nsending its armies far and wide in search of captives.\nThe warriors, which you will encounter nearly anywhere, are armed with obsidian-edged swords and\nshort barbed spears attached to long ropes. They\nare trained to throw their harpoons into a targets\nthigh or seat and then drag him back to where they\nare standing.\nCaptives are returned to Draj itself, where they\nare forced to climb the great pyramid so that Tectuktitlay himself can tear out their hearts. The\nbodies are sent tumbling down the pyramid into the\ngreat arena below.\nOn a day following a particularly large number of\nsacrifices, the bodies are removed from the arena so\nthat the Tectuktitlays favoritesthe Priests of the\nMoons, the nobles, and weapon-makers-can enjoy\nan afternoon of gladiatorial games.\nDespite its warlike nature, Draj enjoys heavy\ncommerce with the other cities of the Tyr Region\n(and some cities to the north, whose names I do not\nknow). This is because Drajs fertile soil makes it\nrich in two essential resources: hemp, which is good\nfor making both clothes and rope, and grain, which\nmost other cities desperately need in order to feed\ntheir starving populations.\nGulg\nThe sorcerer-queen of Gulg, Lalali-Puy, is called\nthe oba by her subjects. The oba is an absolute\nmonarch whose name means forest goddess in\nthe language of her people. This is not a title she\nassumed herself, but one that her subjects thrust\nupon her. Lalali-Puy can command anything she\nwishes and know that she will be instantly obeyed by\nher people. In their eyes, she is a goddess: they attribute her long life to immortality, and they believe\nthat only a being of supreme power could have the\nabilities that she displays.\n6 9</p>\n<p>Lalali-Puy is perhaps the only city ruler who enjoys the popular support of her subjects. Gulg is engaged in an ages-old territorial war with Nibenay,\nthe city at the other end of the forest. As terrible as\ntheir oba is, the inhabitants of Gulg are convinced\nthat she is all that stands between them and being\ntotally enslaved by Nibenay. In this, they are undoubtedly correct.\nGulg is not a city in the ordinary sense of the\nword. It lies at the southern tip of the Crescent Forest, more or less in the center of the territory portrayed on the Map of the Tyr Region. The-outer\nwalls of the city consist of a thick hedge of thorny\ntrees. The branches of these trees grow so tightly\ninterwoven that it is impossible for anything larger\nthan a halflings fist to penetrate the barrier.\nWhile most of the inhabitants of the city live in\ncircular mud huts capped by roofs of thatched\nvines, Lalali-Puy herself lives in a small but magnificent palace built in the highest limbs of a huge agafari tree.\nHer templars, who oversee the military, economic,\nand agricultural matters of the city, live in wellappointed huts in the lower limbs of the tree. Although the particular level of a templars hut bears\nno direct relationship to his status, one can tell a\ntemplars approximate rank by counting the number of necklaces he wears. Lalali-Puys most trusted\nadvisor, and second in command, wears ten necklaces. The lowliest templars wear only one.\nIn Gulg, the nobles are not landowners, for the\ntemplars city-owned slaves gather the citys food\nsupplywild fruits, nuts, and berriesfrom the forest. Instead, the nobles are composed of an elite\nclass of hunters who are selected from the general\npopulation at an early age and laboriously trained\nin the arts of tracking, moving silently, and surviving\nin the timberlands for many days without food or\nwater. As you might suspect, nobility is not inherited\nin Gulg, for only the most capable youths are selected to undertake the grueling training required to become a hunter.\nLike all property in Gulg, the food that the\nhunters and slaves gather is considered to be owned\nby the oba, who then redistributes it so that the basic needs of citizens are met. Of course, this makes\nit difficult for merchants to operate in the city, but\nthe oba has solved this problem in a very efficient\nmanner. In Gulg, the senior agent of a merchant\nhouse deals directly with a templar assigned to his\nemporium, who barters on behalf of all the people of\nthe city. These templars are well known as hard bargainers, for more than one merchant house has\ngone broke trying to trade in pepper, kola nuts, and\nexotic feathers with the merchants of Gulg.\nThe warriors of Gulg are known as judaga or\nhead hunters. They are half-hunter and half-fighter,\ndepending upon stealth to ambush their enemies\nand bows and arrows or poisoned darts to slay\nthem. Their name comes from their habit of claim70</p>\n<p>ing the heads of fallen enemies to prove their boasts\nof combat prowess.\nNibenay\nThe city of Nibenay is named after its founder,\nthe sorcerer-king Nibenay. Called the Shadow\nKing by his subjects, Nibenay is a bizarre and enigmatic figure. His subjects see him so rarely that the\ncity is constantly filled with rumors that he has died.\nWhenever these rumors result in a civil disturbance,\nhowever, Nibenay appears long enough to impress\nupon his subjects that he is still very much alive\nusually by singlehandedly crushing the rebellion.\nThe Shadow King lives inside a walled sub-city\nlocated in the center of Nibenay. No free man has\never seen his palace in person, but according to rumor it sits atop an artificial mountain of stone slabs.\nThe palace itself is supposedly a giant bust of Nibenays head. The front of the castle is carved into a\nstone relief of the Shadow Kings face. The sides\nand rear of the palace are covered with life-sized\nrepresentations of dancing women, strung together\nas if they were locks of his hair.\nNibenays templars are all women. It is unclear\nwhether they are all Nibenays wives, but it seems\nentirely possible. Only the templars are permitted to\nenter and leave the sub-city in which his palace is\nlocated. Otherwise, the rest of the city is composed\nentirely of slaves dedicated to making the lives of Nibenay and his templars comfortable and secure.\nSome say that many of these slaves are sculptors\nwho are kept busy carving reliefs of each templar\ninto the locks of Nibenays hair covering the side\nand rear of the palace.\nThis is completely feasible, as strange tastes in architecture seem to be the norm in Nibenay. Every\nbuilding is carved with stone reliefs. Although the\ncraftsmanship is flawless, the subject matter is peculiar. Often, the relief portrays the self-satisfied smirk\nof a wealthy noble-usually the person who owned\nthe building when it was first built. Sometimes, the\nbuilding is carved with the figures of the builders\nentire family, all engaged in some sort of strange\ndance. In other instances, the building is decorated\nwith fantastic reliefs of various monsters in the superstitious belief that if the city is visited by one of\nthe terrible beasts it will be flattered by the depiction\nand leave the inhabitants in peace.\nNibenay sits just outside the northern edge of the\nCrescent Forest, atop several hundred acres of bubbling springs. The nobles each own one of these\nsprings, which they use to irrigate the fields of rice\nthat feed the city.\nNibenays merchant trade is based on the sale of\nweapons made from wood obtained in the Crescent\nForest. Nibenays craftsmen are busy day and night\nfelling agafari trees and shaping their extremely\nhard wood-the next best thing to bronze-into\nshields, spears, and clubs. This is-the basis of Nibenays rivalry with Gulg, for the hunters and gath7 1</p>\n<p>erers of the forest city fear that if left unchecked,\nNibenays devastating practices would soon leave\nthem without a home.\nThe core of Nibenays army consists of a thousand half-giants armed with agafari lances and\nclubs.\nRaam\nThe sorcerer-queen of Raam, Abalach-Re, calls\nherself the Great Vizier. She lives in a beautiful palace with ivory walls and an alabaster roof built atop\na grassy knoll overlooking the city. Unfortunately,\nthe base of this knoll is surrounded by a complicated\nand ugly series of defensive breastworks, ditches,\nand walls, for Abalach-Re is the most insecure of all\nthe city rulers. When I visited there, the people\nspoke of organizing a rebellion and openly praised\nthe last attempt to overthrow their queen (though it\napparently occurred previous to most of their lives,\nfor no one could remember how it had ended).\nAbalach-Re professes to be the representative of\nsome greater power, and claims that her powers are\ngifts from this mysterious being. According to\nAbalach-Res theory, this mysterious being has\npicked her to watch over the city of Raam and its\npeople. When she is no longer performing his task\nwell, this same mysterious being will strike her dead\nand assign someone new to the office of Great Vizier.\nThis is one of the more original ploys a sorcererking has used to legitimize his or her power. By\nclaiming to be the humble servant of a higher power,\nand by claiming that this same being approves of\nwhat she is doing, Abalach-Re hopes to focus the\ninevitable discontent of his subjects away from herself. Unfortunately for her, the citizens of Raam are\nsmarter than she thinks. Although they pay lip service to the being she professes to serve, and may even\nattend the ceremonies the templars of Raam organize to honor this mythical creature, few people truly believe in its existence. Instead, they secretly\ndespise Abalach-Re for being such a weak ruler\nthat she must resort to these ploys, and they flout\nthe authority of the Great Vizier whenever they feel\nthey can get away with it.\nAs a consequence, Raam is the most chaotic city I\nhave visited. Templars hardly dare to show themselves alone in the streets for fear of being assassinated by the nobles. The nobles are little better than\nraiding tribes. Each noble owns at least a small tract\nof land abutting the roads, and his guards demand a\nhefty price from anyone who wishes to cross the nobles land. The merchant houses hire small armies of\nmercenaries to defend their trading emporiums from\narmed bands of thieves. The situation is so bad that\nelves are commonly accepted in the ranks of high society as if they were upstanding citizens!\nOf course, it is the slaves who suffer most under\nthese conditions. Because most of Raams fields lie\nuntended and wild, food is expensive and difficult to\ncome by in large quantities. Consequently, slaves\n7 2</p>\n<p>are fed only what is absolutely necessary to keep\nthem alive-and then only as long as they are needed. As soon as their usefulness is at an end, they are\nsent to the arena to entertain the mad crowd with a\npitiful exhibition of fighting.\nThe only thing that prevents Raam from being\noverrun by another city-state is the sheer numbers of\nthe army it can field. Abalach-Re maintains a huge\narmory beneath her palace and, if desperate, can\narm every citizen in Raam with a wooden shield,\nflint-tipped throwing spear, and an obsidian-spiked\nflail. Of course, she is loathe to place such might in\nthe hands of a populous that clearly despises her,\nbut the option exists nonetheless.\nT y r\nTyr is ruled by the sorcerer-king Kalak, who calls\nhimself simply King Kalak or, as he sometimes prefers to be addressed, the Tyrant of Tyr. A pragmatic and ruthless man, Kalak is perhaps the most\nhonest of all sorcerer-kings. He rules by the might of\nhis magic and tremendous psionic powers, placing\nhis own security and the stability of Tyr above all\nother considerations.\nIf Kalaks attitude seems unjust or inequitable, it\nis at least predictable. The residents of his city understand that the best way to insure their own survival is to do what benefits Kalak. The surest way to\nfind themselves working in the slave pits is to oppose\nKalaks will. As a consequence, Tyrian society has\nfunctioned very efficiently for the thousand years\nthat Kalak has ruled the city.\nThe Tyrant of Tyr has always made his home in a\nmagnificent palace adjacent to the gladiatorial stadium. The eastern wall of this palace overlooks the\narena itself. During the games, Kalak himself can\noften be seen sitting on one of the hundred balconies that overlook the arena, accompanied by a\nhandful of templars and other favorites.\nOf late, old King Kalak seems to have become\nsenile. For the past twenty years, he has diverted\nmuch of the citys slave labor to building a mighty\nziggurat (directly across the arena from his palace),\nclaiming that it will protect Tyr from attacks by the\ndragon. At first, the nobles were tolerant of his folly,\nfor the burden it placed on them was not great.\nOver the last year, however, Kalak has grown frantic\nto finish the massive structure, appropriating so\nmany slaves that there is almost nobody left to work\nthe fields.\nKalak has also taken the slaves out of the mines,\ncompletely shutting down iron production. This has\ncaused the citys economy to crash, leaving merchant and noble alike destitute. The slaves are\nstarving, and even free craftsmen receive only meager grain rations in return for their services-and\nthen only if their work contributes directly to the\nconstruction of the ziggurat.\nTo make matters worse, other cities that depend\n73</p>\n<p>upon imports of Tyrs raw iron to supplement their\neconomies are up in arms. Many of them, most notably Urik and Raam, have sent emissaries to King\nKalak with rave warnings concerning the consequences of failing to resume iron production.\nCan it be any wonder that in their private gatherings, nobles are whispering plans of rebellion and\nthat merchants are fleeing the city in droves? Surely,\neven the iron grip of the templars cannot keep the\ncity from erupting into a violent inferno for much\nlonger.\nWhen the final battle comes, it will be a terrible\nthing. The Royal Guard consists of two thousand\nmercenaries led by five hundred half-giants and Kalaks loyal templars. In fact, the latter are all armed\nwith steel swords. Against them will be arrayed the\nvaried armies of the nobles-who are far superior in\nnumber, if not armament. Considering the advantages of Kalaks magic, the contest will be a close\none. Ironically, it may well be decided by the lowliest\nof all Tyrs citizens, the slaves.\nUrik\nPerhaps King Hamanu of Urik is best described\nin his own words:\nI am Hamanu, King of the World, King of the\nMountains and the Plains, King of Urik, for whom\nthe roaring winds and the all-mighty sun have decreed a destiny of heroism, and to whom the lifegiving waters and the nourishing soils have trusted\nthe mightiest City of Athas.\nThe Great Spirits of the bountiful lands raised\nme from my childhood, instructing me in the art of\nwar, how to give the signal for the skirmish, and\nwhen to draw up the line of battle. They made my\narms powerful against my enemies, who have always\nbeen many, and gave me weapons to strike off the\nheads of those whom I fight. They made of me a\nman who cannot be killed, and a general who cannot be defeated.\nI am Hamanu of Urik, The Great King, The\nMighty King, King of the World, King of Athas, an\nunrivaled potentate who holds sway from the great\nRinging Mountains to the shores of the endless Sea\nof Silt, the bringer of death and peace, to whom all\nmust submit.\nAs you have probably guessed, Hamanu considers himself a warrior king. Providing he finds the\nbattle worthy of his skills, he often leads his troops\ninto combat personally. So far, he has earned his\nboasting rightshis armies have never been defeated when he was leading them.\nHamanus palace stands inside a great walled fortress in the center of Urik. This fortress covers a\nsquare mile, serving as both the administrative center for his templars and the base for his army. It contains a drill field, a barracks, and an armory filled\nwith obsidian-edged swords, spears, and bows and\n7 4</p>\n<p>arrows. From this fortress, Hamanu can personally\nsend more than ten thousand slave soldiers led by a\nthousand lance-carrying half-giants into battle.\nWhether their status is slave or mercenary, all of\nthese soldiers are extremely loyal to Hamanu, for he\ntrains with them personally almost every day.\nAltaruk\nLocated at the head of the Big Fork of the Forked\nTongue Estuary, Altaruk is a client village of the\nmerchant houses of Wavir, Rees, and Tomblador\n(based in Balic). As villages go, Altaruk is heavily\nfortified; it is surrounded by a fifteen-foot wall and\ndefended by five hundred free mercenaries armed\nwith mekillot-hide shields, wooden lances, and daggers of sharpened bone.\nOne of the most interesting aspects of Hamanus\narmy is his company of halflings. He has worked out\nan agreement with Chief Urga-Zoltapl whereby\nUrik supplies him with a certain quantity of obsidian in return for the services of two hundred halfling\nwarriors. Hamanu uses these halflings to disrupt his\nopponents rear areas by having them infiltrate during the night to attack the tents of rival commanders, destroy supply wagons, and free his\nenemys slaves.\nUriks economy depends almost entirely on obsidian quarried from the Mountain of the Black\nCrown. It also relies heavily on Tyrs iron to make\nthe tools necessary to quarry the glassy stone efficiently.\nThis contingent of warriors is commanded by Arisphistaneles, a powerful Preserver. Because of Arisphistaneles influence, the Veiled Alliance is openly\ntolerated in Altaruk, and the city is fast becoming\nknown as a safe meeting place for Preserversthough\nDefilers are strictly forbidden entry.\nDespite its formidable defenses, Altaruk is destroyed on a regular basis by giants from the islands\nof the Forked Tongue Estuary. The sponsors always\nrebuild the village promptly, for its garrison is a key\ndeterrent to the raiders that would otherwise prey on\nthe heavy caravan traffic at this critical junction.\nThis protection is extended to caravans of other\nhouses in return for payment of a heavy toll as they\npass through Altaruk.\nMakla\nAs a final note, I should warn you that if you visit\nUrik, be very careful to obey all of Hamanus laws\nand keep some gold hidden securely away just in\ncase you must bribe a templar for your freedom.\nFew fates are worse than being sold into slavery to\nwork in the quarry pits. The sharp edges of the\nglassy stone will slice your fingers, hands, and arms\nto a point of uselessness within days.\nVillages\nThere are hundreds of villages in the Tyr Region.\nEven if it were possible to describe them all, there\nwould be little point in doing so. By the time you\nvisited any particular village, there is a good chance\nthat it would be gonehaving been destroyed by\nraiders or simply deserted after serving its purpose.\nTherefore, only the villages that seemed to me more\nor less permanent are described below.\nMakla is a client village of Urik, located on the\nshore of the Lake of Golden Dreams. It is a rugged\ntown serving as a supply center and base camp for\nthe slave gangs quarrying obsidian from the Smoking Crown. Makla is rarely harassed by raiders, for\n500 Urik soldiers armed with obsidian-edged swords\nand spears are stationed here. They are supplemented by so half-giants armed with lances and\nclubs and a force of 25 halfling hunters assigned to\ntrack down escaped slaves.\nNorth and South Ledopolus\nThese two dwarven villages are located on opposite sides of the Big Fork of the Forked Tongue Estuary. The inhabitants of North Ledopolus are trying\n7 5</p>\n<p>reached by scaling a five-hundred foot cliff, by flyto build a stone pathway to Ledo Island from their\nnorth shore of the estuary, and the inhabitants of\nSouth Ledopolus are trying to do the same from the\nsouth shore of the estuary. Their intention is to\nbridge the entire estuary, opening a shorter caravan\nroute from Gulg and Nibenay to Balic and other\ncities south of the Tyr Region.\nOccasionally, the giants living on Ledo Island\nwade out to tear down some of what the dwarves\nhave built. This usually occasions a fierce battle between the two contingents.\nSalt View\nSalt View is a slave tribe village located on the\neastern face of the Mekillot Mountains. Like most\nslave villages, it is a boisterous, unruly place filled\nwith ex-slaves of all races, yet it is also known for its\nfine theater. The former slaves of Salt View have recently begun to supplement their normal means of\nmaking a living (raiding caravans bound for Gulg\nor Nibenay) by sending out acting troupes to put on\nshows for wealthy merchants (they will have nothing\nto do with nobles). Salt Views leader is an exgladiator mul named Xaynon.\nOgo is the home of the halfling chief, UrgaOgo\nOgo is unique among halfling villages in that an\noutsider may hope to visit it without being eaten\nbut I would suggest undertaking the journey only in\nthe company of halflings from Urik. Otherwise,\nyoull be taking your chances as to whether UrgaZoltapl thinks you would be more interesting as a\nconversationalist or as a meal.\nZoltapl. It consists of a massive step-pyramid rising\njust high enough so that its summit sits beneath the\nshade of the forest canopy (about seventy-five feet).\nUrga-Zoltapls palace sits atop this pyramid, and it\nis here that he receives his tribesmen. A dozen stone\nbuildings, homes for his servants and wives, stand\nscattered around the base of the pyramid.\nThe largest and most reliable oases are marked\non the Map of the Tyr Region. There is little reason\nAthas is an arid world, but it is not entirely waterless. In various places, springs and underground\nstreams bubble to the surface, forming small pools\naround which a verdant belt of vegetation grows.\nThe desert is fairly dotted with oases-but they are\nso small and spread so far apart that unless you\nknow their exact locations, you are apt to die of\nthirst looking for them. Then, too, oases come and\ngo with frustrating irregularity. Sometimes the underground water source dries up; other times, the\nwind buries them beneath tons of sand and dust.\nEven when you do find an oasis, it is wise to remember that the water is sometimes poisonous.\nOases\nTomblador merchant house, which also pays a small\ncompany of Defilers to live in the village and protect\nit. Like the iron mine of Tyr, the gold mine here\ngives up its precious treasure only at great cost in\nsweat and blood.\nwill oblige only if the individual is known to them.\nThe reason for all this secrecy and security is that\nWalis sits atop the only gold mine in Athas that I\nknow of. Lest you get any ideas about getting rich\nquickly, however, I should warn you that all commercial transactions in the village are handled by the\ntom of the cliff and ask to be lifted, and the natives\ning, or by being hoisted in a cargo-bucket that the\nnatives operate for that purpose. Those who do\nknow of Waliss true nature must stand at the botpass right beneath it without a second thought. Walis sits atop a high spire of rock that can only be\nMountainand thats the way the citizens like it.\nFrom the outside, it looks like the long-deserted ruin\nof an ancient castle, and many travelers no doubt\nThis small village is hidden away up an obscure\nside canyon in the foothills of the Ringing\nWalis\n7 6</p>\n<p>to describe each oasis individually, however, so I\nhave included in the atlas only those that have some\nunique feature, which you may be likely to visit in\nyour own travels.\nBitter Well\nLake Pit\nThe waters at this oasis are actually very cool and\nsweet. For centuries, as the caravan drivers crossed\nthe scrub plains surrounding this oasis, they could\nhear running water. They could never locate its\nsource, however, until a small group of dwarves set\nup a village and dug a well through a thin mantle of\nrock. It turned out that there was an underground\nstream below the rock mantle, which was acting as a\nsounding board to amplify the sounds of the stream.\nThe dwarves, who had hoped to make a fortune selling water to the caravan drivers, were understandably bitter when they realized that the stream was\ntoo small to support even their own families, much\nless earn them the fortune they had hoped for;\nhence the name of the oasis.\nThis lake, located at the northern end of the\nDragons Bowl, is the largest body of water in the\nTyr Region. Its cerulean surface covers more than\ntwenty-eight square miles. Despite the fact that it is\nless than thirty miles from Urik, it remains in pristine condition, its shores teeming with both flora\nand fauna. Perhaps the reason for this is that to\nreach it, travelers must descend the steep cliffs of the\nDragons Bowl, or perhaps it is because Lake Pit is\nalso under the protection of the druid who lives in\nthe Dragons Bowl (see Landmarks below).\nIn either case, if you visit Lake Pit, do nothing to\nbefoul the crystalline waters. And for your own protection, dont even think about trying to reach the\nSunken City rumored to lie in the submerged caves\nbeneath the lake. All those stories about rooms full\nof gold and halls filled with treasure are probably\njust fairy tales, anyway.\nLake of Golden Dreams\nI would advise against relying upon watering at\nthis well when making your travel plans; there is at\nleast a 50% chance that the caravan ahead of you\nhas already depleted the well. When this happens,\nit often takes up to six days before enough water\nj-lows back into the well to fill a typical caravans\nwaterskins.\nBlack Waters\nBlack Waters is located in the heart of the Yaramuke (see Ruins below), halfway between the cities\nof Urik and Raam. Whatever you do, dont drink\nfrom either the pool or the stream that runs out of it.\nWhen King Hamanu of Urik destroyed Yaramuke,\nhe used such terrible magic that he poisoned this\noasis forever. Now, whoever drinks this water feels a\nchill fall over him and grows deathly ill. You would\nalso be well advised to avoid camping near this oasis; it is haunted by the spectres of those who did not\nread (or heed) this warning.\nThe Lake of Golden Dreams lies on the western\nside of the Smoking Crown, where a thick yellowish\nsteam constantly rises from its boiling waters.\nWhere the yellow water is not too deep, it is possible\nto see that the bottom of the lake is laced with hundreds of tunnels and passageways. According to rumor, these tunnels lead to an incredible city that lies\nat the heart of the Smoking Crown. It is difficult to\nsay whether there is any truth to this story, however;\nthose who have survived the scalding waters long\nenough to swim into the tunnels have never\nreturned.\nSilver Spring\nThere is nothing silver about this oasis: the water\nis foul-tasting and brown, the bushes in the surrounding scrub plains are dun-colored and thorny,\nand the rocks are burnt orange, just like in the stony\nbarrens of the rest of Athas. The reason the oasis is\ncalled the Silver Spring is because the elven chief\n7 7</p>\n<p>who settled his tribe here demands a piece of silver\n(or something equivalent) of anyone who wishes to\nwater at the pool. He and his warriors generally attack anyone who fails to pay.\nGraks Pool\nThe pond at this oasis is protected by a large\nmud-brick fortress. If you want to water here, it costs\none copper piece (or the equivalent) per animal\n(they count intelligent beings as animals). Otherwise, the half-elf Grak and his fifty mercenaries\nwont allow you insideunless, of course, they realize that you are more powerful than they are. According to rumors, there is a vault beneath Graks\nfortress that contains all the treasure he has gained\nthrough controlling this oasis over the years.\nLost Oasis\nThis geyser sits in the middle of a salt flat. Over\nthe years, the steaming waters have washed the salt\naway for several miles around the fountain, and now\nit is surrounded by a beautiful forest of pinion trees.\nThe Lost Oasis and its grove are protected by the\nthri-kreen druid Durwadala, whom you will never\nsee-even if she attacks you for defiling the oasis.\nThe Mud Palace\nThis huge mudflat is located in an inland silt basin in one of the most deserted parts of the Tyr Region. Even if you can persuade a friendly giant to\ncarry you to it, as I did, I advise against going there.\nThe entire mudflat is populated by horrid monsters,\nthe like of which you have never seen before.\nAt the center of the island, where the foliage\n7 8</p>\n<p>Some claim that an ancient sorceress is imprisoned on the island, and that she is singing her beautiful song to call a hero to her aid. Others say the\nsong is nothing but the cry of some foul creature\ninhabiting the island. Whatever the reason, be\nforewarnedthe song is fatal.\nThis long, narrow island is formed by a small\nrange of very high mountains. The northern face of\nthe mountains receives quite a bit of rein and has\nthree fairly large streams that cascade down the\nDragons Palate\nThis rocky crag is inhabited by a clan of ten to\nfifteen giants (the inhabitants were intentionally\nvague as to their number and took steps to prevent\nme from getting an accurate count). They are convinced that the dwarves of Northern and Southern\nLedopolus (see Villages above) are trying to reach\nLedo in order to steal their mineral wealth, which\nconsists of a single flint-laced mountain. Ledo is\ntoo rocky for grazing, so the giants make their living by hunting and by trading bags of flint to merchant caravans traveling the road from Balic to\nAltaruk.\nThough I have not actually visited this island, it\nseems wise to warn you about it. Caravan drivers\ntraveling the area north of this island have taken to\nplugging their ears as they pass, for a strange,\nhaunting song drifts out over the stony barrens from\nSirens Song. This song casts a magical spell over\nthose who hear it, and they find themselves compelled to follow it to its source. Unfortunately, the\nsource lies on Sirens Song Island, and as the enchanted men attempt to wade out to the island, they\ninevitably suffocate in the half-mile of silt that they\nmust cross to reach it. Foolishly, I was determined\nto hear this song, so I deliberately left my ears uncovered. I nearly killed my companions before they\nsucceeded in restraining me and saving me from this\nterrible fate. To this day, its memory haunts me and\nI often feel a longing to seek out its source.\nSirens Song\nL e d o\nI have learned the names of many, however, and\nthese islands are listed on the Map of the Tyr Region. Most of them are inhabited by giants, I believe. But not every island on the map is described\nhere; as I have said earlier, in this atlas I am including only places that I have visited personally. Therefore, the list below includes only a few of the many\nislands in the Tyr Region.\nThe Sea of Silt is filled with islands, and I must admit, not having the ability to fly (magically or otherwise), that my visits to them have been limited.\nI should warn you, however, against trying to capture or kill any of the exotic birds that inhabit the\nnorthern slope of the mountains. Although the tail\nfeathers of these birds are worth a small fortune in\nany city, the giants seem strangely attached to their\nfeathered friends. If they catch you bird hunting,\nthey will most assuredly toss you into the Sea of Silt\nto suffocate.\nIslands\nsteep slopes before forming mudflats in the Forked\nTongue Estuary.\nThe giants on this island make their living by\nherding sheep and tending olive orchards. They\nrarely resort to raiding, except in search of some material they cannot produce themselves. They are especially fond of kank nectar and are sure to welcome\nany visitor bearing a tub of the rich green honey.\ngrows so thick it is a veritable jungle, a magnificent\ncastle of white marble rises out of the mud. What\nmay lie inside is impossible to say. The grounds are\nhaunted by venomous spiders and snakes of every\nsort. To make matters worse, there are no windows,\ndoors, or entrances of any sort on the castle-save\nfor the windows at the highest levels of the tower,\nwhich gush forth a constant stream of water.\n7 9</p>\n<p>Waverly\nIn the center of this large island sits an ancient,\nwalled city. In the town square, the primitive fountain still sprays water into the air. The towns sewers\nact like a network of irrigation canals to carry away\nthe overflow, so the region in and about the town\nhas become a well-watered scrub plain over the\nyears. At the edges of the city lie several piers and\nancient craft that may have been used for sailing\nwhen the sea was filled with water. Although these\nwere clearly crafted of wood once, they have become\npetrified either with the passage of time or via some\narcane enchantment. The area between these piers\nand the Sea of Silt is rocky and barren.\nto see if they can sneak upon these individuals and\npush them into the scalding waters of the lake.\nRuins\nAs noted in the chapter on geography, there are\nruins all over Athas. You will encounter them practically wherever you go, lying half-submerged in\ndust basins, rising out of the endless salt flats, or\ntowering above the stony barrens. The ruins described below are some of the more interesting ones\nthat I have visited.\nBleak Tower\nThis circular, marble tower rises more than a hundred feet above the surrounding plain. Once, a\nwooden stairway ascended the interior, but it has\nlong since rotted away. Other than the stairway, the\ntower remains exactly as it has stood for at least a\nthousand years. Not a stone has fallen from its\nwalls. From its crown, a magical lantern still casts a\nmacabre green light out over the Sea of Silt. When\nthe wind stirs up a good dust storm, a loud, painful\nbellow sounds from the tower at regular intervals.\nThe local natives attribute the roar to the ghost of\nthe towers lady who, they say, lost her betrothed on\nsuch a night long ago, when the Sea of Silt was filled\nwith water.\nAccording to legend, a horde of several thousand\npounds of silver is buried somewhere beneath the\ncity. Even if this legend is true and you found the\nhorde, however, I think you would have more trouble\ntransporting it back to shore than finding it in the\nfirst place. Other than a flock of wild erdlus and\nseveral hives of wild kanks, the island appears completely deserted.\nLake Island\nLake Island is a huge volcano that has gradually\nthrust itself up out of the Sea of Silt over the course\nof the last five hundred years. Though it has never\nerupted violently to my knowledge, the summit\ngrows a little higher each year as a fairly constant\nstream of magma trickles forth from cracks in the\nside of the cone. The scrub plains of the islands\nlower slopes are covered with a lush grass that serves\nkanks and erdlus well as fodder.\nIn the crater at the mountains summit there is a\nlarge, deep lake of clear blue water. A plume of bluish steam rises from this lake and hangs over the\nmountains crown at all times. Some psionicists\nclaim that breathing these vapors while perched on\nthe edge of the crater in a state of trance helps them\nachieve a deeper understanding of their inner\npowers. The giants on the island think it is great fun\nArkhold\nThis ancient village of stone huts was once protected by a large castle perched atop a hill overlooking the town. The village seems to have been a\nhealthy one, for it had outgrown its walls several\ntimes and built new ones to protect the outer buildings. Now, much of the village is covered by drifting\nsand. My guides told me that every time they come\nback, a new part of the town is uncovered and a\nsection that they had previously explored is buried\nin sand. Arkholds isolation makes it a good place\nfor treasure hunters. Although we tarried here only\na few hours, my guides each found a steel sword (I\n80</p>\n<p>suspect that one of them was magic) in parts of the\nvillage that had only recently become uncovered.\nAs for the castle itself, I cannot tell you much\nabout it. When I tried to climb the hill to explore it,\nmy guides restrained me bodily, claiming that it was\nthe home to a foul race of insane humanoids. Then,\nas nightfall began to approach, they insisted upon\nleaving the area altogether, fearing that those same\nhumanoids would come and take us kicking and\nscreaming back to their castle. I would like to return\nthere someday, however, for the castle looked amazingly well preserved. I am sure that it would prove to\nbe an excellent place to learn something about the\nancients.\nKalidnay\nKalidnay was once a magnificent city-state, as\nGiustenal\nI have talked to those who say that the undead are\ncontrolled by a powerful Defiler who is using them\nto keep treasure hunters away from the city while he\nsystematically loots it. Others claim that the undead\nare the original inhabitants of the city, and they cannot rest because there is some terrible secret buried\nin the heart of ancient city that they do not want\ndiscovered. In either case, if you go to Bodach, be\nprepared for an intense battle against this gruesome\narmy.\nskeletons crawl out of the cellars, sewers, and hidden dungeons, then begin scouring the city and the\nsurrounding countryside. If you are here after dark,\nyou will spend the entire night fighting one long,\npitched battle.\nGiustenal is another of the great cities of the ancients. The city has many different walls, some of\nwhich wind down into the Sea of Silt. It is possible to\nwade several miles into the dust by walking along the\ntops of these walls, but I would advise against such\nfoolishness. There seems to be an unusual concentration of silt horrors around the city.\nlarge as Tyr and as wealthy as Balic. The sorcererking who ruled it lived in an immense palace in the\nheart of the city, surrounded by the mansions of his\nnobles and templars. Judging from all of the abandoned trading emporiums, it must have been a\nwealthy city indeed. In the center of the city, there\nwas even a huge ziggurat. Now, the streets are littered with skeletons, the palaces have fallen into ruin, and the ziggurat has been cracked open like an\nimmense earthen egg. No one knows what disaster\ncaused the downfall of Kalidnay, but there can be\nno doubt that it came rapidly and unexpectedly.\nBodach\nI have never felt this pull, but one night while we\nwere camped inside the city ruins, a glassy look\ncame over my psionicist companion and he began\nconversing with an unseen partner in a strange language. Two days later, he went insane and murdered\nour kank drivers. I was forced to kill him to defend\nGiustenal appears relatively deserted, per haps\neven peaceful, and it is. However, there is something\nlurking out there in the quarters buried by the Sea\nof Silt. Psionicists claim that it is a beingor an\nobject-of incredible power that makes contact with\nvulnerable minds and calls to them.\nBodach, lying at the tip of a peninsula projecting\ninto one of the great inland silt basins, was undoubtedly one of the mightiest cities of the ancients. Its\nruins cover many square miles of the peninsula.\nWhen you stand at the edge of the silt basin, you\ncan see its towers rising above the silt for many miles\nbeyond.\nmyself.\nUnfortunately, Bodach and the surrounding territories are not good places to linger. As the crimson\nsun goes down, thousands of undead zombies and\nYaramuke\nThis ruined city was once ruled by the Queen of\nYaramuke, a beautiful sorcerer named Sielba. She\n81</p>\n<p>and King Hamanu of Urik became embroiled in a\nbitter dispute concerning quarrying rights to the obsidian on the Smoking Crown. Hamanu resolved\nthe dispute by razing Yaramuke to the ground, using such terrible magic that even the water was\nfouled forever. According to legend, Sielbas treasure is still buried beneath the ruins of her palace. If\nyou journey to Yaramuke in search of this treasure, I\nwish you good luck in determining which pile of rubble was once Sielbas palace.\nLandmarks\nNever et it be said that Athas is a dreary or monotonous land. It is strewn with interesting and\nbeautiful landmarks, as Im sure you will discover\nduring your travels. Here are a few of my favorites.\nDragons Bowl\nThis great basin was formed when the first great\ndragon was born, tearing his body out of the living\nrock. Obviously, I was not present at this event, but\nwhen I entered the valley eons later, an intangible\nsense of awe crept over me, filling me with emotions\nof such apprehension and triviality that I fell trembling to my knees.\nPerhaps this is why, despite lying between three\nbusy caravan routes, Dragons Bowl remains a\nhushed and desolate place. Or perhaps it is because\nno matter how you enter the Dragons Bowl, you\nmust descend a thousand feet of steep, treacherous\nslopes that often end in sheer, rocky cliffs. In either\ncase, you will find the bottom of this large valley eerily quiet, especially around Lake Pit at the northern end (see Oases above). The entire region is\nunder the protection of the mul Enola.\nMekillot Mountains\nFrom a distance, these mountains look like a huge\nmekillot crawling across the plains. The core of\nthese mountains is composed of hard granite, and\nwherever this bedrock is exposed, it protrudes from\nIf you make it this far into the Hinterlands, take\nthe time and effort to struggle up the broken ground\nof this river. At its heart lies a beautiful pine forest,\nfilled with gentle creatures. Deep within the forest\nlies an alabaster palace. When I visited, the gates to\nthis palace were closed and it appeared deserted,\nbut I could peer inside and see that the gardens were\nbeautifully maintained. Though I camped outside\nthe gates for more than a week, I never did see any\ninhabitants. I reluctantly decided to leave when I noticed a huge, dark shape circling high overhead.\nAs far as I know, I am the only living man who\nhas ever seen this ancient volcano. Shrouded in\nblack cinders, it rises out of the scrub plains of the\nHinterlands like a lonely sentinel. On the northwest\nside, the steep wall of its slopes is broken by the jagged outflow of an ancient river of lava.\nDragons Crown Mountain\nThis silt-filled channel is over two hundred fifty\nmiles long, and is one of the primary barriers to\ntraveling north and south in the southern areas of\nthe Tyr region. It is filled with small islands, only a\nsmall portion of which are shown on the Map of the\nTyr Region. Most of these islands are inhabited by\nat least one or two giants. On breezy evenings, when\nthe crimson sun is just setting and a silver haze of\ndust hangs over the channel, it is one of the most\nbeautiful sights on Athas.\nEstuary of the Forked Tongue\nIt is well worth the trying trip across the salt plains\nto walk among these natural monoliths, but beware\nof two things when you arrive: klars and Salt View.\nKlars are huge nocturnal bears that hunt via psionics and Salt View is a slave village.\nthe surrounding soft rock in beautifully carved\nshapesdomes and pillars, huge walls, immense\ntilted slabs, etc.\n8 2</p>\n<p>83</p>",
    "source_pages": [
      167,
      183
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-the-wanderers-journal"
      ],
      "level": 2
    }
  }
}