{
  "slug": "chapter-eight-experience",
  "transformer": "journal",
  "source_section": "Chapter Eight: Experience",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-eight-experience",
    "title": "Chapter Eight: Experience",
    "content": "<p>Preserver:\nDefiler:\nclasses. Experience for defeating monsters is divided\nnormally among party members in a DARK SUN\nIn the DARK SUN  game world, substantial\nAll Priests:\ncampaign and individual awards should be considered for every character based on the following\nguidelines.\nexperience-point awards are made available to characters, based not only on their defeat of monsters,\nbut also on their roleplaying use of racial and class\nspecial abilities. These latter awards help promote\nbetter roleplaying of distinctions between races and\nCleric:\nAwards\nPer Hit Die of creature\nDruid:\ndefeated\n10 XP/level\nTemplar:\nStand commanded in combat\nor war\nConstruction of defense or\nwar machines\nPer Hit Die of creature\ndefeated in arena*\nAll Rogues:\nSpells cast\nTrack, hide, or move silently\nUse followers in crisis\nThief:\nSpells cast to defeat foes or\nproblems\nSpells successfully researched\nPotion, scroll, or magical item\nma de\n50 XP/spell level\n500 XP/spell level\nXP value\n50 XP/spell level\n100 XP\n100 XP\n10 XP/level\n50 XP/day\n100 XP/day\nMaintain spell-casting secrecy\nSpells cast for sorcerer-king\nPer use of granted power\nSpells cast\nPotion or scroll made\nPermanent magical item made\nUse element creatively\nDefeat defiler\nProfit by accusing, judging, or\npardoning freeman\nProfit by accusing, judging, or\npardoning noble\nProfit by accusing, judging, or\npardoning templar\nAdvance sorcerer-kings goals\nSpecial ability successfully used\nTreasure obtained\nHit Die of creatures defeated\nTreasure obtained for\npatron**\nEffective use of poison\n100 XP/level\n4 XP/cp value\n2 0 0  X P\n2 XP/cp value\n5 XP/level\n7 5 0  X P\n100-1,000 XP\n500 XP\n150 XP\n200 XP/level\n100 XP\n100 XP\n100 XP/spell level\nXP value\nXP value\n50 XP/spell level\n25 XP/spell\nlevel\nIndividual Class Awards\nAction\nAll Warriors:\nFighter:\nGladiator:\nRanger:\nAll Wizards:\nBard:\n63</p>\n<p>Psionicist:\nM u l :\nThri-kreen:\nIndividual Class Awards\nIndividual Race Awards\nDwarf:\nElf:\nHalf-elf:\nHalf-giant:\nHalfling:\nPractice another races custom\nAid another halfling\n5 0  X P\n100 XP\nImitate charismatic friend\nShift alignment per influence\n20 XP/day\n50 XP\nObserve human or elven custom\n5 0  X P\nBetter a human or elf in custom\n250 XP\n2 0  X P\n250 XP\n50 XP\n10 XP/mile\nSubtle test of trust\nLife-threatening test of trust\nR e f u s e  a n i m a l  o r  m a g i c a l\ntransport\nContinuous \nrun\nPursue present focus\nIgnore present focus\nComplete major focus*\n20 XP/day\n-100 XP/day\n5,000 XP\n*For gladiators, this award only applies to creatures\nslain without outside aid. The gladiator gets no experience points for being part of a group kill. The\n10 XP per level, however, are added to the normal\nallotment for kills, representing the gladiators subsequent glory.\n**The thief adds this XP allotment to the rogue\ngain for treasure obtained.\nPsionics used to defeat foe or\nproblem\nPsionics used to avoid combat\nPsionic opponent defeated\nCreate psionic item\n1 0  X P / P S P\n1 5  X P / P S P\n100 XP/level\nor Hit Dice\n500 XP x level\nHeavy \nexertion\n50 XP/12 hours\nPer kill brought back for food\nPer creature paralyzed\nPer missile dodged\n50 XP\n100 XP\n1 0  X P\n*Dwarves do not consider any mission a major focus unless it lasts at least a year.\nFighter: The fighters greatest skills lie in organized mass warfare; conducting himself well during\nsuch times will gain him additional experience\npoints. Awards for commanding followers only apply during critical situationseven during war,\nfighters do not gain experience points for spending\nweeks camped in reserve.\nG l a d i a t o r :  T h e  i n t e n s i t y  o f  a r e n a  c o m b a t\nsharpens the senses, tests the courage, and magnifies the skills of gladiators. The award for combat\nwithin the arena therefore adds to the points given\nfor defeating a creature as a warrior. The arena experience bonus only applies to gladiators.\nRanger: Among the warrior class, rangers have\nthe most unique abilities. Casting clerical spells and\nemploying thieflike qualities provides experience\nawards. Awards or using followers do not, however,\napply to everyday applications; only use of followers\nin life-threatening situations gain the ranger experience. DMs should not reward cowardly or greedy\nuse of followers.\nPreserver: Preservers benefit from the normal wizard experience point bonuses. However, when trying\nto maintain spell-casting secrecy, success wins for\nthe preserver an additional bonus. Because use of\nmagic is often illegalor at least discouraged\npreservers who try to conceal their magic use deserve\nthe listed XP bonus.\nDefiler: A defiler also receives the bonuses listed\nfor all wizards. When carrying out the business of\n64</p>\n<p>the sorcerer-king, defilers receive an additional experience point award for spells cast. The sorcererkings send their defilers out into the countryside to\nmaintain order and terror; sorcerer-kings who notice a successful underling send him additional support.\nCleric: The clerics granted powers can be very\npowerful, and so provide their own reward. With\nthem, a cleric and his party should be able to defeat\ngreater foes and, therefore, get greater group experience awards. There is consequently no special experience award for clerics; the priest awards suffice.\nHowever, should a cleric use his granted powers in\nan original way, employing his particular element\nwith finesse and flair to overcome an obstacle, the\nDM may wish to grant these bonus experience\npoints.\nDruid: The priest awards are generally adequate\nto give druid characters the experience they deserve.\nHowever, defeat of their arch-enemies, defilers, warrants a class experience award in addition to group\nexperience.\nTemplar: The conniving ways of the templar demand that he abuse his position for his own ends.\nThe class awards listed separately for the templar\nreward the use of that deceit.\nDMs should make certain that PC templars\nmake enemies every time an accusation or judgement is made. Victimizing a freeman brings few or\nlow-powered enemies. Nobles command greater respect and friendship, so a templar who accuses or\njudges a member of the aristocracy may well expect\nfoes in high places. Assassination is a common end\nfor templars.\nSimilarly, pardoning individuals can also gain a\ntemplar valuable friends.\nNote that accusations, judgements, and pardons\nonly give a templar experience when these acts further the templars ends. Pardoning an important\nnoble for a bribe or favor or accusing a stone merchant to temporarily get him out of the way will earn\nthe templar experience. Simply accusing, judging,\nfocus. The focus of a player character dwarf should\nDwarf: A dwarfs roleplaying revolves around his\ncampaigns.\nplayers should be clear to allow good roleplaying\nand to emphasize the unique nature of Dark Sun\nliarities of their characters race, and should apply\nthese to all the roleplaying situations they can. The\nlines of communication between the DM and the\nnuances of the Athasian player character races.\nPlayers should be careful never to forget the pecuwith the DM, so he must be familiar with all the\nJudgement of good roleplaying ultimately lies\npoint awards. Conversely, poor roleplaying brings\ndrastic penalties, regardless of individual class awards.\nGood roleplaying of the player character races in\nDARK SUN brings with it substantial experience\npoisons can be used for many things: to weaken, to\nsicken, to temporarily incapacitate. Rogues dont\nnecessarily always kill victims with their poisons.\nuse of an ability (200 XP). However, bards also get\npoints based on the level of the victim. Note that\nrience point bonus given to all rogues for successful\ndoes not get to keep his prizes. He does, however,\ngain an addition 4 XP award per cp taken, making\nsuch tasks worth a total of 6 XP per cp.\nBard: Every use of poison gains the bard the expesure and Chapter 6: Money and Equipment).\nThief: A thief in the employ of a patron generally\nDARK SUN  campaigns (see Chapter 10: Treaappropriately reduces the amount of treasure in\nper gold piece. This system only works if the DM\npoints per ceramic piece of treasure obtained, not\nRogues: Note that rogues all gain experience\nrience point bonus.\ntion and favors that manifest themselves as an expetemplar. The sorcerer-king grants him special attenPleasing the sorcerer-king is always a boon for a\nthough perfectly acceptable to the sorcerer-kings\nwont gain any experience for the templar.\nand pardoning the general population at random\nIndividual Race Awards\n65</p>\n<p>be agreed upon by the player and the DM. Examples of dwarf foci range from the broad (e.g., construction of a temple, protection of a village, quest\nfor a lost family member) to the narrow (e.g., journey from one city-state to another, escort a caravan,\nexplore a half-buried ruin). The pursuit of a relevant mission is perfectly acceptable, but relevance\nmust be agreed upon in advance by both the player\nand the DM. Dwarves rarely shift focus drastically\nbefore a project is completed, and only in the face of\nexceptional circumstances (e.g., imminent war, assassination of a brother, dragon attack on the area).\nAgain, these exceptional circumstances must be\nagreed upon in advance by both the player and\nDM.\nElf: An elfs roleplaying revolves around his selfreliance and relationships with outsiders. Outsiders\ninclude anyone not of the elfs tribe-even other\nelves. Thus, an elf on Athas should not wish to gain\nfriendship and trust with every character he meets;\non the contrary, he tests the trustworthiness of outsiders who display some redeeming characteristics\n(redeeming to an elf, that is). Elves also perform\nsuch tests on outsiders who try to befriend them. Elven PCs should put outsiders to tests of trust or loyalty whenever possible rather than trust them from\nthe onset just because theyre other player characters. The trust of an elf is not easily earned.\nSubtle tests of trust include the following:\n entrusting an outsider with a confidential piece of\ninformation,\n leaving a valuable item out in the open, in clear\nview, to see if the outsider takes it,\n arranging a secret rendezvous, then making sure\nthe outsider shows up in the right place and on\ntime,\n asking the outsider to deliver a message or item.\nLife-threatening tests of trust include the following\ni n g :\n letting oneself get captured by gith to see if the\noutsider attempts a rescue (this is a favorite\namong elves of the stony barrens),\n faking unconsciousness after a battle to see what\ncare the outsider provides,\n making certain part of the water supply is lost on\na cross-desert journey, then seeing if he gets a fair\nshare of whats left,\n challenging a particularly deadly enemy to see if\nthe outsider stands with him or flees.\nAn elf will also recognize displays of trust and loyalty that are not planned in advance. If an outsider\nfails one or more tests of trust, an elf player character should not consider him a friend and should never retest him. However, if a series of tests are passed,\nthe elf player character can declare the outsider a\nfriendno further tests will be necessary unless the\nfriend severely breaks that trust.\nWith regards to se f-reliance, elves never take animal transport unless they have been too injured to\nrun. Elf player characters should use running as\ntheir chief means of transport.\nHalf-elf: Seeking acceptance among humans and\nelves is important to every half-elf, though they will\nvehemently deny it. Simply observing a local custom\nof a human or elven community he is visiting gives a\nhalf-elf PC an experience point award. These customs are usually very simple, such as drinking the\nlocal ale with the elven chieftain or participating in a\nhuman wedding ritual. Such opportunities come up\nrather frequently when a half-elf character comes\nupon a new human or elven community. Experience\npoint awards, therefore, should be received the first\ntime the half-elf performs a particular custom.\nIn extreme cases, a local custom may take the\nform of a contest or competition. If the half-elf character can get involved and perform better than any\none of the humans or elves also participating, he receives the experience point award listed. If he does\nbetter than all of the humans or elves involved, he\ngains double that award. Examples of such contests\n6 6</p>\n<p>are archery contests, psionic strength games, artistic\ncompetitions, and animal training.\nWinning such half-elf awards will entail a great\ndeal of roleplaying; if the player makes the effort, he\nshould be rewarded.\nHalf-Giant: Adopting the lifestyles of others gives\na half-giant purpose. As a player character, a halfgiant should seek out the most charismatic member\nof the party and imitate his racial and class customs.\nWhen he does so, he will gain an experience point\nbonus.\nSometimes a particularly charismatic nonplayer\ncharacter may attract the attention of a player character half-giant. The half-giant character might, for a\ntime, even switch sides in an adventure, during which\ntime he should get his experience point bonus.\nWhen a half-giant character shifts his alignment\naccording to the influences he is experiencing in the\ncampaign, the DM should give him the experience\npoint bonus listed. This can be earned every time\nthe half-giant properly shifts alignment and roleplays that shift act accordingly, but no more than once\nper day.\nHalfling: Their curiosity and open-mindedness\ndemand that halflings a in  experiment with the customs\nof other races. When given the opportunity to do so,\nno matter how trivial the custom, the halfling gains\nan experience award bonus. This bonus includes\neverything from drinking from a caravan masters\nceremonial cup for luck to hunting wild erdlus with\nthe elf warriors. The DM should grant the award\nonly once per custom observed, regardless of repetition.\nHalflings are honor bound to aid one another\nwhen in need. This award should only be handed\nout when there is a danger of injury or loss of life to\nthe aiding halfling.\nMul: A muls ability to exert himself over long\nperiods of time can earn him an experience point\naward. Each 12 hours beyond the first 12 that a\nmul exerts himself (such as carrying a wounded party member, keeping watch, etc.) merits the listed\naward. Note that the exertion must be necessary to\nthe adventure, a judgement subject to the DMs approval.\nThri-kreen: A thri-kreens natural combat abilities are formidable and shouldnt be overlooked in\nfavor of human tactics. A player whose thri-kreen\nuses natural combat abilities will gain the awards\nlisted. Again, instances must be relevant to the adventure to warrant an award.\nEach creature slain and taken back to a camp or\nnest for food also warrants an experience point\naward; the Hit Dice or relative toughness of the\ncreature has no effect on the award.\n67</p>",
    "source_pages": [
      65,
      69
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-rules-book"
      ],
      "level": 2
    }
  }
}