{
  "slug": "chapter-three-athasian-geography",
  "transformer": "journal",
  "source_section": "Chapter Three: Athasian Geography",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-three-athasian-geography",
    "title": "Chapter Three: Athasian Geography",
    "content": "<p>Almost all of Athas is a desert wasteland, but\nthat does not mean that the landscape is monotonous. Far from it; over each hill, behind each dune,\nthe terrain is more awesome, more spectacular, more\nbeautiful than what you have already seen. In my\ntravels, I have been overwhelmed by the sheer magnitude of this land, cowed by its indifferent brutality,\neven overpowered by the unrestrained might of its\nelements, but never have I been bored.\nIt is beyond my modest capabilities as a geographer to impart all the grandeur and majesty of\nAthas. I can write of storms blowing in from the Sea\nof Silt, of watching a wall of pearly dust billow tenthousand feet into the air, then come roiling ashore\nlike a mountain range crashing down about upon\nyou. I can say that to breathe the steam of the Yellow\nCaves is to lose your wits in a cloud of euphoria, or\ndescribe the queasy feeling of sliding down the\nblack, glassy slopes of the Smoking Crown. I can\nterrify you with stories of being stalked through the\nforest by hungry halflings, and perhaps I can even\nmake your eyes sting by describing what its like to\ncross a salt flat on a windy day. But all you will know\nis what I say of it, and my words could never do\njustice to this magnificent land.\nThere are hundreds of different kinds of terrain\non Athas, from wind-scoured pebble flats to twisted\nbadlands canyons to gleaming sands to jumbled\nboulder fields. Unfortunately, it is impossible to relate in detail the geography of all these places, at\nleast in the number of days remaining to my life.\nInstead, I will describe what Ive learned of the four\ngeneral terrains of Athas: the Sea of Silt, the Tablelands, the Ringing Mountains, and the Hinterlands. Armed with this information, you must see\nAthas for yourself. Perhaps that is as it should be;\neach person must find his own way through the\nsplendorous deserts of our world.\nSea of Silt\nIn the center of the inhabited lands of Athas sits a\nhuge, sunken basin called the Sea of Silt. This reOn stormy days, the wind roars over the sea like\nWhen the wind blows more strongly, as it often\ndoes, the Sea of Silt becomes a boiling cloud of\ndust, the edges tinged with crimson sunlight and the\ncenter as dark as a dragons heart. On such a day, a\nman standing near the sea cannot see more than a\nfew feet in any direction. The dust coats his clothes,\nhis face, the inside of his nose, and even, it seems,\nhis lungs. He cannot see the ground or the sky, and\nwhen he walks his feet drag through inches of thick\ndust. He grows disoriented and lost, and it becomes\nan easy matter for him to wander into the sea itself.\nSometimes, he disappears forever.\nI have met travelers who claim that the Sea of Silt\nwas once a sea of water. As unlikely as this may\nsound, the theory should not be entirely discounted.\nThere are, after all, certain similarities between the\nSea of Silt and a body of water: theyre both flat,\nthey fill low-lying areas, and heavy objects sink in\nthem. Although it does not seem likely that the water itself turned to dust, it is conceivable that this\nbasin was once filled with liquid instead of dust.\nOn a still day, which is so rare as to be almost nonexistent, the Sea of Silt looks like an endless plain of\npearly powder. Sometimes, it lies as flat as a table and\nit seems you can see clear to the other side of the\nworld. More often, the dust has been churned into\nstar-shaped dunes or piled into massive swells. On\nsome days, when the silt lies in parallel, wave-like\nridges, the sea looks like a infinite gray lake, frozen in\nan instant, with the waves all at their peaks.\nUsually, however, the Sea of Silt is not even visible. The slightest breeze stirs up a silvery pall of\ndust that clings to the surface like a fog. It becomes\nimpossible to tell where the silt-laden air ends and\nthe dust-bed beg ins. The sea takes on the aspect of\nan endless moor, the swirling dust rising off the surface like ash-colored stream obscuring your vision\neverything both far and near.\ngion is filled with tiny particles of dust and silt that\nthe wind has carried into this vast depression over\nthousands of years.\n3 9</p>\n<p>the howl of a mekillot. If you are within fifty miles of\nthe Sea of Silt, there is nothing to do but find shelter\nand wait. These are the days when the silt rises\nthousands of feet into the air, blocking out the suns\nlight and turning the day to night. The dust is so\nthick that to breathe without a cloth over the nose\nand mouth is to choke, and to rest in the open for\nmore than a few minutes is to be buried beneath a\ndrift of gray powder.\nThe wind may blow for only a few hours during\nsuch storms, but the silt stays suspended in the air\nlong after it stops. It may take a day or more before\nthe dust settles enough to allow travel again, and\nmore than a week before the haze totally disappears\nfrom the sky.\nEven when the wind is not blowing, however, the\nSea of Silt is far from a hospitable place. The dust is\nso loose that a man cannot walk across it, and it is\ntoo deep for any man to wade through. Anyone who\ntries to do so invariably sinks and is lost. He suffers\na terrible death, suffocating as his lungs fill with\ngray powder.\nAs one might imagine, the difficulties of travel\nhave had a dampening effect on explorations in the\nSea of Siltthough there are those who have tried\nit, of course. I am not one of those fools, however, so\nI must admit that what little I have learned of this\nregion, beyond my own experiences on the shores,\ncomes from second-and third-hand accounts. There\nmay well be errors in what follows, so be forewarned\nthat I take no responsibility for any of the advice\nabout traveling in this region.\nMethods of Travel\nSo far as I know, there are only a few ways frequently used to cross the Sea of Silt: flying over it,\nwading through it, or levitating above it. There are\nother means employed from time to time, and certainly new methods of travel will be thought of in the\nfuture, but for now these remain the principle options of silt crossers.\nFlying\nFlying is the least dangerous of these methods, for\nthe traveler avoids the hazards of the sea itself by\nmoving above them. This method also affords the\nluxury of increasing the distance at which one can\nsee hazards, such as approaching storms or flying\npredators. Unfortunately, this option is not available to most humans and demihumans, as they lack\nwings. Also, if your means of flight should fail you,\nthe sands below lie waiting to consume you when\nyou are forced down.\nOf course, it is possible to use magic or psionics to\nfly, but the number of people blessed with these abilities is rather limited. Those who do choose to fly\nover the Sea of Silt would be well advised to make\nsure that they are going to reach their destination\nwith plenty of time to spare. As mentioned above, if\ntheir ability fails while they are over the Sea of Silt:\nthey will fall into the dust and sink like a rock.\nWading\nWading is usually employed only near the shore,\nfor the dust is too deep in most parts of the sea for\nhumans and demihumans to touch the bottom. At\nthe best, it is a slow and tedious process, for the traveler must use a long pole to probe the sea bed ahead\nof him-or risk falling into an unseen hole-and\nmoving through the silt can be quite exhausting.\nWhen someone steps into one of the many pits\nthat dot the floor of the sea, he simply disappears\nunless he is accompanied by friends who have some\nmethod of retrieving him, like a rope tied around his\nwaist. It appears that such unfortunate victims suffocate within four minutes of their disappearance,\nfor I have heard numerous accounts of searchers\nfinding their companion dead within five or six minutes of his vanishing beneath the surface.\nIt should also be noted that the greater the size of\nthe creature, the farther into the Sea of Silt he can\nwade. I am thinking, of course, of the giants\nparticularly those who make their homes on the is4 0</p>\n<p>lands in the Estuary of the Forked Tongue. They\nhave worked out paths that allow them to wade to\nand from all the islands in that area, much to the\nconsternation of the nobles whose crop lands they\nI have spoken at length with several giants about\nthe nature of their paths. As far as I can tell, it appears that at a depth of fifteen feet, the dust grows\nsufficiently compressed to support some weight. By\ncarefully walking over the same areas generation after generation, the giants have compacted the silt\nand created a sort of trail beneath the dust at a\ndepth of about twelve feet.\nraid.\nI should add that many advanced clerics who worship the element of earth have developed the ability\nto pass through stone, earth, sand, and the like as if\nthey were walking through air. Of course, this ability\nalso applies to the Sea of Silt, but the cleric must\ntake care lest he be caught somewhere on the dust\nbed when his supernatural powers expire. If this\nwere to happen, he would, no doubt, suffocate just\nlike anyone else.\nSome humans employ various techniques to wade\nthrough the Sea of Silt as giants do. I know of at\nleast one place where a village trades with giants on\nan island in the sea by walking out to it on long\nstilts. They stick to established paths, of course, and\nany misstep can be fatal.\nAt least one dwarven community employs large\nvehicles to traverse the sea. Although these lark\nconstructs look almost comical with their greatly\noversized wheels and relatively small carriage section, they do function very well. To provide locomotion, dwarves in the belly of the craft turn a series of\ncranks that cause the wheels to rotate, thus propelling the vehicle. A number of human communities\nhave employed similar craft, either self-built or purchased from the dwarves, and use them as merchant\nvessels. In many cases, such craft are powered by\nslaves who are chained to their work stations and\nforced to turn the wheels to the beating of a task\nmasters drum.\nLevitation\nLevitation is the last of the three most commonly\nused means of crossing the Sea of Silt. Let me clarify that I am not employing the term levitation in\nany specific sense, as wizards and psionicists are\nwont to do. By levitation, I mean any manner in\nwhich a person can cause something to float naturally or supernaturally-whether it be himself, someone else, or an object.\nBy this means, a would-be traveler uses his abilities to give something (an individual, a group, or an\nobject capable of carrying a group) the ability to\nfloat on or above the dust. After this is done, the\nfloating object also needs some means to propel it. I\nhave heard of two methods: setting up a sail, or using long poles to push off the sea bed.\nThe trouble with sails is two-fold. First, when\nthere is enough wind to use a sail, the Sea of Silt is\ninvariably covered with such a haze of dust that it is\nimpossible to navigate. Second, someone using a\nsail can only travel in the direction the wind is blowing. I have heard of geniuses who have experimented with keels and rudders, trying to use various\ncombinations of opposing forces to control the direction in which they move. Unfortunately, however,\nthe dust lacks the cohesive tension to make such\ncontraptions work effectively.\nPoles work better. Usually, they must be about\ntwenty-five feet long, and have some sort of square\nor circular pad on the end. The poles are pushed\nOf course, levitation suffers the same major drawback as flying. Although an object capable of carrying one or more people can be levitated, when the\nspell or lifting power wears off, that object sinks just\nlike anything else. Add to this the disadvantage of\nhaving to propel the craft or person being levitated,\nas well as the navigational difficulties that one is\nbound to encounter on the many windy days in the\nsea, and it seems to me that levitation is a much\ndown through the dust until the pads reach the\ncompressed layer of silt at fifteen to twenty feet, and\nthen the craft can be pushed forward.\n41</p>\n<p>inferior way of moving across the great basin of\ndust.\nGeography of the Sea of Silt\nBy far and away, the most common feature in the\nSea of Silt is mile after mile of dust. From the descriptions of those who have dared to venture out\ninto this vast pool of powder, all that one sees ninetynine days out of a hundred is an endless ocean of\npearly gray silt-especially if he travels straight toward the heart of the sea.\nMudflats\nOccasionally, a traveler will come across a\nmudflat. Mudflats are areas where traces of water\nseep-up through the floor of the Sea of Silt, turning\nthe dust above it into mud. Usually, mudflats are\nbetween fifty and five hundred yards in diameter.\nThey are lushly vegetated by bushes and small trees\nthat protrude from the thick layer of silt.\nSometimes, if the wind has blown the dust away\nand left the mud exposed to the crimson rays of the\nsun, the surface of the mudflat will be dried and\ncracked. The resulting crust is usually strong\nenough to support a mans weight. If this is not the\ncase, the man will find himself wallowing waist\ndeep in mud and dust. This could be a serious hazard, for most mudflats are controlled by ferocious\nbeasts that preys on whatever comes to feed on the\nvegetation. Although their prey is usually avian,\nthey are not adverse to feasting on land-bound\ntravelers who have made the trip to their islands.\nThe traveler who sees a mudflat and takes its\nlush vegetation to indicate the presence of water\nwill be sorely disappointed. All of the water seeping\nout of the sea bed is quickly absorbed by the silt\nand turns to mud. This poses no problem for\nplants, which draw water from mud with their\nroots. The animals that inhabit mudflats can usually get all the water they need from their prey or\nfrom plants. Animals like men, however, that must\nland. Like the sea itself, they are filled with dust\nand are nearly impossible for humans and demihumans to traverse. In many instances, they protrude so far inland that they form considerable\nbarriers to travel. At the same time, these estuaries\nserve as passageways for the strange creatures that\ninhabit the Sea of Siltmany of which can be\nnearly as devastating to crops, villages, and other\nhuman interests as a pack of mad thri-kreen or a\nhungry herd of wild erdlus.\nNear the shores of the Sea of Silt, there are long,\nrelatively narrow estuaries that twist their way inEstuaries\nThe plants and animals that spring up on the\nmudflats are both intriguing and deadly. Long,\nropy vines dangle from forests of towering, nakedtrunked trees capped by umbrellas of huge\nfrondlike leaves. The undergrowth is a thick tangle\nof ferns, thick-bladed grasses, and broad-leafed\nplants that spill out of single, bulbous roots. Some\nof the vines are carnivorous, and will attempt to entwine and strangle any creature lounging or passing beneath them. The thick-bladed grasses can\nalso be dangerous, for they sometimes have edges\nas sharp as an obsidian sword that will slice unprotected skin open.\nness, there is no free water. Even digging clear to\nthe bottom of the Sea of Dust will not produce a\nsingle cup of the precious fluid. There are those, I\nam told, who have used various processes similar to\ndistillation to obtain small quantities of water from\nthe mudflats. I have never done this myself, nor do\nI know of anyone who has, but I can only imagine\nthat the resulting liquid is hardly fit for any but the\nparched and dying.\ndrink their water in more-or-less pure form, have a\nmore difficult problem; despite the mudflats lush4 2</p>\n<p>As in the Sea of Silt itself, plants rarely grow in the\nshifting dust of the estuaries. Except for the periodic\nflying beast, a few silt horrors, and an occasional giant, the estuaries are empty of animal life.\nIslands\nIn the estuaries and near the shore of the Sea of\nSilt, hundreds of islands poke out of the dust. These\nis often serve as a refuge for predatory creatures that can fly. In many cases, they also serve as a\nhaven for giants and other raiders who have the\nability to cross a few miles of deep silt.\nBecause they are rarely visited, and tend to be\nlocated in vicinities that Defilers have no reason to\nfrequent, islands often have an abundant supply of\nfoliage. This makes them ideal for hermits and\nsmall tribes of herders. Of course, those who are\nblessed with such homes tend to be very territorial\nabout their islands. Strangers are usually chased\naway, if not killed to keep word of the bountiful island from spreading.\nThe only oases in the Sea of Silt are located on\nthe islands, for any large and continuing supply of\nwater that seeps into the dust bed quickly becomes\na mudflat. Unfortunately, the inhabitants of islands are secretive about water, so it is difficult to\ndetermine whether or not there is an oasis on most\nislands. I assume, however, that islands are as likely\nor unlikely as any other piece of similar land to\nhave an oasis, so you may judge your chances of\nfinding water on an island according the type of\nterrain that is upon it.\nThe islands have an abundance of plant and animal life upon them. Columnlike conifers that rise to\nheights of thirty or forty feet are not uncommon, as\nare wild orchards of smaller olive trees. The slopes\n4 3</p>\n<p>are often covered with tangles of woody vines, and\nthere are entire fields of brightly colored flowers. If\ngiants inhabit the island, they have generally destroyed most of the dangerous plants. But other islands often have a wide assortment of deadly\nfoliage, from broad-leafed vines that attempt to\nmummify anything wandering through them to\ninnocent-looking flowers whose pollen is a deadly\npoison.\nThe giants keep the islands they inhabit clear of\ndangerous animals, and generally one finds only\ncommon herd animals such as goats and erdlus in\nsuch places. Other islands, however, often have ferocious, mid-sized predators like the deadly gaj\n(described in Chapter Five: Monsters of Athas).\nRuins\nLike the rest of Athas, the Sea of Silt has its fair\nshare of ruins. The ruins of several ancient cities still\nstand on the shores of the dusty sea. In many cases,\nabandoned towers poke their crowns clear of the silt\nmore than a mile from shore, and the city walls run\ninto the sea. Whether or not the sea was always\nfilled with dust, these half-buried cities suggest that\nthe Sea of Silt is constantly growing larger and\ndeeper.\nMany of the islands also have ruins, though on a\nmuch smaller scale. On some, an ancient castle\nstill overlooks a bay or sits atop the highest hill.\nLong forgotten villages jut out of the dust. Some\nexplorers have even reported seeing great crafts\nbuilt entirely of long-since petrified wood-lying\nhalf-buried in the silt. Some have suggested that\nthese vessels were once huge boats, which does not\nseem unlikely if one allows that the sea was once\nfilled with water. They resemble great wagons, save\nthat they have no wheels or skids and are more or\nless barrel-shaped on the bottom. The only conceivable way that they could ever have moved is to\nhave floated on water or been levitated by some terrific magic.\nNo matter what method of travel they chose, all\nexplorers may expect many encounters with flying\ncreatures. Flocks of predatory birds and flesh-eating\nbats circle above the drifting sands, while bloodsucking insects (both large and small) seem always\nto be close by.\nFlying Creatures\nDespite its bleakness, the Sea of Silt is not exactly\ndeserted. Those who journey there can expect to\nfind plenty of adventure -though little of the kind I\nsuspect they would prefer. As one might expect,\nthere is no abundance of intelligent races. On the\nother hand, there are more than enough voracious\nmonsters for any man to meet in one lifetime. Here\nfollows a list of the kinds of creatures most commonly reported by explorers of the Sea of Silt.\nEncounters in the Sea of Silt\nWhat the secret of the fabled city is, I leave you\nto judge for yourself. Perhaps it is no more than a\nlegend. Perhaps it is a ghost from a better time.\nPerhaps, after all, there is a real city somewhere\nout there. Let me know if you discover the truth.\nNo one I know has ever claimed to have visited the\nfabled city. According to the stories which pass from\none traveler to another, however, dozens of explorers\nhave tried to return to the place where they saw the\nfabled city-and all they found was dust.\nAfter the storm passed, and the dust was settling\nback to the sea, they saw a magnificent city surrounded by lush fields and filled with towering fruit\ntrees. As they tried to approach the city, the wind\nrose and obscured its exact location with a pearly\nveil of silt.\nMany of the travelers to whom I have spoken\nclaim to know explorers who have ventured deep into the heart of the Sea of Silt. Several of the explorers told of being lost in a terrible storm that nearly\nkilled them.\nFabled City of Plenty\n44</p>\n<p>These encounters seem to occur more often near\nshore, especially in estuaries where the islands were\nnot populated by intelligent races. Usually, the encounters resulted in a predatory attack. Often, as\nmany members of the explorers party perished by\nfalling into the Sea of Silt as by being killed by the\nattacking monster.\nGiants\nMany explorers have reported unpleasant meetings with giants. Uniformly, these encounters occurred when the explorer and/or his party went\nashore on a giants island without first being invited.\nIn these instances, the giant would defend his territory savagely, not stopping to listen to any sort of\nreasoning.\nOn the other hand, if the explorers first circumnavigated the island and used some means to signal\nthe inhabitants, any giants living there were usually\nhappy to receive the travelers as honored guests. Of\ncourse, not all islands are inhabited by giants, so\nexplorers have reported many instances when announcing their arrival brought them nothing but a\nswift attack from some hungry predator.\nMudfiends\nAs mentioned earlier, predators often lurk on\nmudflats. Oft en, these predators are various manners of flying beasts found elsewhere in the world,\nlike wyverns. As soon as any prey comes to feed on\nthe lush vegetation, they spring out of their hiding\nplaces and attack.\nThe most dangerous of these beasts are kluzds,\nten-foot reptiles who live only in muddy areas, which\nmeans predominantly on the mudflats. Few explorers have actually seen a kluzd (pronounced\nkloozd), but many of them have had encounters\nwith the snake-like creatures.\nUsually, it happens this way: shortly after setting\nfoot on a mudflat, someone notices a pressure ridge\nforming in the silt-covered mud. This pressure ridge\nNo one seems to know for sure what the tentacles\nare attached to, though I have heard a third-hand\naccount describing a horrid beast. According to this\naccount (which, I must emphasize, may be unreliable), a mage was flying over the Sea of Silt when he\nsaw a wading giant attacked by some of the tentacles.\nOccasionally, explorers are attacked by huge\nwhite tentacles that shoot out of the Sea of Silt.\nThese tentacles wrap themselves around whatever\nthey touch-man, beast, object-and try to pull it\ndown to the dust bed. Usually, of course, wading or\nlevitating explorers are most susceptible to such attacks, but Ive heard stories of tentacles attacking\nthose who fly within twenty feet of the surface.\nSilt Horrors\nWhen the wind has exposed the mudflat and left\nthe mud to dry into a hard crust, however, the\nkluzds can be even more dangerous. Apparently,\nthey mate under such conditions, for two of them\noften burst through the crust and attack simultaneously. The kluzds will each drag a victim down to\ntheir muddy nest for their young to feed upon, then\nreturn to get another victim for themselves. If the\nattack comes at night, some explorers have even reported dozens of kluzd young pouring out of the\nholes created by their parents to gnaw upon the\nwounded and dead.\nparently having retreated. The victim is never seen\nagain (presumably because he has been eaten). Fortunately, kluzds are not overly voracious and tend to\nbe solitary creatures, so only one victim is usually\ntaken in this manner.\nmakes a beeline straight for one member of the party, who usually tries to flee. His efforts generally\navail him little, however, for the ridge quickly\ncatches up with him. Little, if any, can be seen of the\nmonster as it drags its screaming prey beneath the\nsurface of the mudflat. If the victim struggles, the\nmud and silt in the area may be churned for a short\nperiod. Then the ground grows still, the kluzd ap4 5</p>\n<p>During the struggle, the giant managed to pull a\ngruesome white creature with a fleshy, bulbous body\nout of the dust bed. The things body was as malleable as soft clay, and the giant could never get a handle on it. Eventually, the thing wrapped itself\naround the giants head. He screamed, then fell\nand disappeared in a cloud of dust. I have dubbed\nthese monsters silt horrors.\nTablelands\nThe Sea of Silt is surrounded on all sides by the\nTablelands, a band of relatively flat terrain ranging\nfrom less than fifty miles wide to more than four\nhundred. This is where the civilization of the ancients flourished, at least if we are to judge by all the\nruins they left. It is here that the remnants of civilization cling to a few verdant oases today.\nGenerally, the Tablelands are arid, hot, and barren. Even on windless days, the sky is filled with a\nyellow-green haze of floating silt. The crimson sun\nblazes with merciless fervor, and the breeze feels like\nthe hot breath of the dragon itself. The ground is\nparched and desolate, either baked to ceramic hardness or so lacking in moisture that it has the consistency of fine powder. Here and there, thorny bushes\nand clumps of spiny grass cling to the soil, waiting\nfor the once-in-a-decade rain in order to release\ntheir seeds.\nThe plains of the Tablelands are home to a wide\nvariety of societies composed of all races. Here, the\ntraveler will find hermits, thri-kreen packs, nomad\ntribes, villages, and the few cities that remain. He\nwill meet people of all races and classes; human\nslaves, elven nobles, and even, in one or two cases,\nhalfling merchants. The Tablelands are the great\nmixing bowl of Ath as, where the different cultures\nof many people are forced to fuse or clash.\nThis is not, by any means, to say that the Tablelands are tame. In the Tyr region alone, there are\ntens of thousands of square miles of plains, and I\nam sure that fewer than a million people live in that\nareamost of them in cities, villages, or other\ngroups located near a good source of water. By and\nlarge, the plains are empty and wild, populated by\nuntamed tribes and savage beasts. All in all, the Tablelands are an excellent place for adventure-and\ndeath.\nTravel in the Tablelands\nWe have all seen wizards and elemental clerics of\nthe air merrily riding the currents over our heads,\nbut flying is hardly a common method of travel.\nMost Athasians must choose between two slower,\nmore tiresome options: walking or riding.\nW a l k i n g\nWalking is by far the most inexpensive and reliable mode of transportation, but (unless you are an\nelf) it is also one of the slowest and most dangerous.\nOn a good road, an average human or demihuman\ncan walk about two miles an hour for a maximum of\nten hours a day. This means he can travel about\ntwenty miles a day.\nAt this rate, it takes him about nine days to travel\nthe 170 miles from Tyr to Urik. Although this\nmight not seem like a terribly long trip to one who\nhas not attempted it, let me assure you that it is a\nreal test of endurance.\nFirst, travelers must carry enough food and water to make the trip. At the least, a human needs\none good meal and a gallon of water each day to\nsurvive. Even this assumes that he spends the hottest part of the day sitting in the shade and limits\nhis traveling to the cool hours after dusk and before\ndawn. Therefore, he must load himself down with\nnine gallons of water, weighing about one hundred\npounds, for his nine day trip. If he knows where the\noases are along the route, and wishes to take the\nchance that there will be nothing to prevent him\nfrom using them, he can get along with much less\nwater.\nOf course, he will need a few pounds of food,\nunless he wishes to take the time to hunt or forage\n46</p>\n<p>each day-which means he will be able to spend less\ntime walking and must therefore carry more water.\nIn addition, hell need a weapon to defend himself,\nfor even if he does not run into any unfriendly strangers, the desert is full of hungry beasts-most of\nwhich he cannot hope to outrun on his own.\nFurther, of course, he must consider the unexpected. What happens if he is delayed by a sandstorm,\nor loses track of (or is chased off of) the established\ntrails. What happens if he has some (or all) of his\nsupplies stolen by scavengers, or is injured in an accident? It should be obvious by now that the answer\nto most of these questions is simply: he dies.\nWalking is fine if the traveler is interested in transporting himself and/or something small and light\nfrom one place to another. It is far from safe, however, is very slow, and is anything but an ideal method of moving cargo.\nRiding\nThere are two forms of riding: mounted, or in a\nwagon. Mounted is the fastest form of travel. Usually, mounted travelers ride kanks, for these giant\ninsects are hardy, swift, and docile. They move at an\naverage rate of four miles an hour, and cover forty\nmiles or more a day. The kanks could probably cover half again as much distance, but few riders can\nendure more than ten hours of kank riding.\nKanks need no water when on the move. They\nfeed themselves by foraging at night, and they can\ncarry a hundred pounds of equipment or supplies in\naddition to their riders. Their greatest advantage\nbecomes apparent in an emergency, however; even\nfully loaded, kanks can run at forty miles an hour\nfor distances of ten miles or more. It is no wonder\nthat most explorers and adventurers prefer kanks\nover every other form of travel.\n4 7</p>\n<p>Wagon travel is used primarily by caravans. Any\nbeast of burden can be used to draw a wagon, but\nmost wagon caravans prefer mekillots. Standing as\nhigh as twelve feet at the shoulder and weighing as\nmuch as ten tons, these monstrous lizards move\nalong at a plodding pace of two miles an hour for\nfifteen hours a day, pulling behind them fortress\nwagons loaded with dozens of guards, passengers,\nsupplies, and cargo. When attacked, these fearsome lizards turn into gargantuan terrors, stomping, biting, and tongue-lashing their opponents to\ndeath. At the same time, it is nearly impossible to\nkill a mekillot for its hide is so thick that many weapons simply will not penetrate it.\nDespite their toughness, mekillots have several\ndisadvantages. First, they are carnivores. Toward\nthe end of a long journey, they begin to cast hungry\nglances at their handlers. In fact, more than one\ndriver has disappeared when he went to check the\nmekillots.\nSecond, they must drink every four or five days.\nThis process takes an entire day. The typical mekillot will drink about two hundred gallons of water\nbefore it quenches its thirst, but its stomach holds\nonly fifty gallons at a time. It requires several trips\nback to the well for the beasts body to store all the\nwater it needs.\nThird, the huge wagons drawn by mekillot teams\ncan only travel on well-established roads or on extremely flat terrain like salt flats. Otherwise, the\nwagons tend to roll over or bog down.\nFinally, the only thing that a mekillot can outrun\nis another mekillot. Parties traveling in these huge\nwagons are committing themselves to a fight if something should decide to attack them, for fleeing is out\nof the question.\nGeography of the Tablelands\nI may speak of the Tablelands as if they are a single type of terrain, but this is far from true. The\nTablelands consist of six different kinds of land:\nstony barrens, sandy wastes, salt flats, rocky badlands, scrub plains, and inland silt basins. Each is\nas different from the other as the Sea of Silt is from\nthe Ringing Mountains. They are lumped together\nfor the purposes of geographical description. All occur in the same general area, but no one should\nmake the mistake of assuming that the similarity\ngoes much beyond their location.\nStony Barrens\nStony barrens are the most common type of terrain in the Tablelands. They consist primarily of\nlarge sheets of exposed bedrock-mostly orange-red\nsandstone. Of course, the bedrock is constantly being weathered away, so the barrens are littered with\nstones ranging in size from pebbles to boulders.\nLarge areas of rock are covered by a thick layer of\nred dirt, as well as waist-high drifts of coarse orange\nsand and puffy heaps of yellow dust.\nIf you have any other choice, dont travel across\nopen ground on stony barrens. Unless youre traveling on a road or well-worn path, the loose rocks\nmake footing treacherous. Humans and demihumans (including elves) can move at only half their\nnormal walking speed when traveling these areas.\nKanks can travel at standard walking speed, but not\nany faster.\nOn the other hand, mekillots barely notice the\nchange in footing, for their great weight grinds rocks\ninto powder. However, only a fool would try to pull a\nwagon through this terrain; even the sturdiest\nwheels would be pulverized within a matter of miles.\nFlora and Fauna\nFor every rock in the stony barrens, there are a\ndozen thorns. Cactus grows everywhere and in every\nconceivable shape: squat spheres covered by long\nyellow needles, twisted masses of ground-hugging\ntubes, tall spine-covered barrels rising as high as\ntwenty feet-even in tangled masses with tree-like\nlimbs. Many of these cacti are sources of both food\nand water, provided you are willing to work your way\n4 8</p>\n<p>Sandy Wastes\npast their thorns.\nIf you are not familiar with a particular cactus,\nhowever, it is best not to attempt eating it or stealing\nwater from it. Some cacti have mobile needles that\nwill work their way deep into your flesh, not stopping\nuntil they reach your heart or another vital organ.\nThe meat or fluid of other cacti is toxic, and there\nare even a few that shoot poisoned needles at any\nanimal passing near them.\nThe fauna of the stony barrens is varied. Here,\nyou will find most of the animals of Athas: wild\nerdlus, mekillots, inix, etc. Of course, there is also\nan abundance of predators: braxat, tembo, belgoi,\nand the like.\nThe sandy wastes are what many people imagine\nwhen they think of the open desert: a vast expanse of\nyellow sand, piled into dunes of various shapes and\nsizes. There are many different kinds of dunes.\nWhere there is a strong, steady wind blowing\nfrom one direction, the dunes are called mekillot\ndunes. This is because of their great size and shape,\nwhich resembles the hump of a mekillots back.\nStretching anywhere from one-half to several miles\nin length, and lying parallel to the path of the wind,\nthese dunes often rise as high as 750 feet and can\nseem like mountains-especially if you happen to be\nthe unlucky fellow who must cross a couple of hundred miles of them on foot.\nWave dunes are the product of moderate winds\nwhich blow steadily from one direction. They look\nlike an oasis pond on a windy day, with sharp, evenly spaced ridges of sand. The crests of these dunes\nare only between fifty and a hundred feet high.\nThey are not difficult to cross, but I have known the\nregularity of their spacing to drive impatient muls\ninto a killing frenzy.\nCrescent dunes form where the sand does not completely cover the ground. They result from a onedirectional wind blowing sand more readily over the\ndunes low tips than its high center. These are my faThe other great hazard of the sandy wastes is the\nsandstorm. On a bad day, the wind howls so loud\nthat it drowns out the voice of a screaming man, and\nit stirs up so much sand that you cannot see farther\nthan a few feet in front of you. Under such circumstances, I advise you to stop wherever you are and\nwait out the storm. To do otherwise is to lose your\nway or become separated from your companions.\nWhether it lies in a flat plain or is heaped into\ngreat piles and dunes, traveling through sand is\nhard work. Human and demihuman travelers must\nrest at least twelve hours a day and have an adequate supply of food and water, or their speed\nquickly decreases and they find themselves too exhausted to continue moving.\nsalt flat and seemingly as endless as the Sea of Silt.\nSimilarly, it is heaped in great fan-shaped hills at\nthe base of the Ringing Mountains, where it spills\nout of the canyons running out of the high country.\nis no wind, it may form a yellow plain, as level as a\nOf course, not all sand lies in dunes. Where there\nIn any dune region, the traveler occasionally hears\na vibrant booming echoing across the sands. This\nmuffled thunder usually continues for five minutes\nor more, and can be so loud that you must shout to\nmake yourself heard. Druids and clerics explain this\nroaring by saying that it is caused by avalanches of\nsand tumbling down the steep slip-faces of the\ndunes. Personally, I think the elven explanation is\nmore likely: the booming is caused by the tolling\nbells of an ancient city that the dunes have buried.\nStar dunes are the most interesting. They are\ntwisted masses of sand with tentacle-like ridges extending in all directionssometimes for many miles.\nThey form in areas where wind from many directions meet, causing the dunes radial arms to twist\nback on itself. As a traveler, I have always considered star dunes my friend. Because they change\nshape slowly and seldom move far, they serve well as\nlandmarks in seas of shifting sand.\nvorite kinds of dunes, for you can almost always find a\nway to go around rather than climb over them.\n4 9</p>\n<p>Flora and Fauna\nFlora and Fauna\nPlants are few and far between in the sandy\nwastes, for they must fight a constant losing battle\nwith the wind as it works to bury them beneath a fine\nlayer of sand. Still, there are occasional clumps of\ntough grass, wiry stems of ocotillo, and scrawny\nsprays of salt brush. Most of these plants are harmless, if not nutritious, but be careful before allowing\nyour mounts to graze on anything with a purple\nhuesuch plants often drive mekillots and inix into\nmurderous rages. Kanks dont seem to be affected\nby these plants, however, I have no idea what the\npurple plants would do to a man who eats them.\nAs in the stony barrens, you will find most forms\nof animals in the sandy wastes. The anakore (see\nChapter Five: Monsters of Athas) seems to be particularly common here.\nSalt Flats\nThe salt flats are just what the name implies: immense plains of salt-crusted ground. Salt flats are\ngenerally level an packed as hard as stone, so traveling over them is fast and easy. However, forage for\npack animals and prey for hunters is all but nonexistent. Those traveling through a salt-flat are well\nadvised to take along enough food for themselves\nand their beasts.\nThey should also carry an ample supply of drinking water. Although there are oases in the salt flats,\nthe water is usually so bitter and salty that it is undrinkable. In some cases, water can be found that\nseems safe to drink, but is tainted with a slow-acting\nI have always tried to avoid travel on the salt flats,\nfor they are a harsh place. This is nowhere more evident than in the shocking lack of plant and animal\nlife found upon them. Here and there a traveler\nmight find a hearty weed or dwarf cactus, but by and\nlarge these foul regions are wholly lifeless.\nAs throughout most of the Tablelands, nearly any\nThe gulches of the rocky badlands are often covered with diminutive trees bearing tiny silver, gold,\nor purple leaves. There is also an abundance of\nlow-lying brush with serrated, silver-white leaves, as\nwell as spherical gray-yellow bushes with thorny\nstems standing as tall as a man. The twigs of the\ntrees make excellent grazing for any reptile, but\nkanks die within a few days of eating even a mouthful of these twigs. Dont let anything eat the serrated leaves of the low-lying brush, as the sharp\nleaves slice up the intestines of whatever eats them.\nFlora and Fauna\nMountains often lie at the heart of the badlands.\nUsually, these mountains are little more than massive pinnacles of stone rising far above the surrounding hills, but they are occasionally true\nmountains standing thousands of feet high. No\nmatter what their height, mountains are usually inhabited by one or two vicious creatures who consider\nany attempt to climb the peak an encroachment on\ntheir territory.\nTraveling in the badlands is not particularly\ndifficult-provided one is willing to stay in the bottom of the canyons and has no particular desire to\nmove in a straight line. Those wishing to go somewhere other than where the canyon leads quickly\ndiscover that scaling the canyon walls-often sheer\ncliffsis a practical impossibility, especially if they\nhave much cargo.\nThe rocky badlands are labyrinths of narrow,\ntwisting canyons winding their way through a region of high ground. The canyons are walled by\ncliffs of crumbling rock, and the hilltops consist of\nlittle more than knife-sharp ridges separating one\ncanyon from the next. There tend to be concentrations of oases in the badlands, so they are a natural\nhaven for hermits, raiding tribes, and creatures of\nall sorts.\nRocky Badlands\np o i s o n .\n50</p>\n<p>kind of beast can be found in the rocky badlands,\nbut tembo, belgoi, and silk wyrms are especially\ncommon.\nScrub Plains\nScrub plains are small tracts of dusty land dotted\nwith clumps of grass, thorny bushes, and occasionally even spindly trees. These tracts are relatively\nscarce in the Tablelands. Because the scrub provides the best forage available, herders tend to overgraze these plains, stripping the land of all foliage\nand reducing it to a sandy waste or stony barren.\nWhat the herders do not inadvertently destroy,\nDefilers often annihilate. Although the scrub plains\nare not lush by any standard, they contain more\nvegetation per acre than most other Athasian terrain. Because of this, Defilers are often attracted to\nthese areas when first learning their black art, practicing new spells, or trying to find a safe refuge.\nGiven the destructive pressure of these two\nforces, it is a wonder that there are any scrub plains\nat all in the Tablelands. Most of the remaining\ntracts still exist only because they are watched over\nby druids. When they realize that a Defiler has entered their territory, these druids do everything in\ntheir power to drive him from the area or kill him\nusually the latter.\nThe druids treat herders more kindly, simply\nkeeping a close eye on the herding tribes and their\nflocks. If the herders try to take their flocks into a\npasture in danger of being overgrazed, or if they\nstay in the same place too long, the druids will subtly\nguide the herders away by summoning a ferocious\ncreature or a plague of insects.\nIn cases of especially dense or stubborn herders,\nthe action may be more severe. I was once traveling\nwith a party of elven nomads who refused to move\non, even though they were perfectly aware that they\nwere angering the local druid. The standoff finally\nended with the druid opening the earth and swallowing the tribes entire camp. No elven lives were\nlost, but the herders had to resort to raiding in order\nThose traveling across an inland silt basin must\nuse the same methods as those traveling in the Sea\nof Silt itself, and can expect to meet the same hazards. Therefore, I suggest that anyone contemplating such a journey read the entry describing the\nSea of Silt before embarking.\nSilt, save that they cover a much smaller area.\nMost of the time, they are shrouded by a gray pall\nof windborne silt, and the dust is still so deep that a\nman cannot wade through it. There are rumors\nthat certain hidden pathways follow the course of\nlong buried city walls. I cannot attest to the accuracy of these tales, but even if they are true, I would\nhesitate to trust my life such a treacherous trail.\nThese areas are much the same as the Sea of\nInland Silt Basins\nmuch greater frequency. Jozhal and gith can be an\nexceptional problem here.\nAs in the rest of the Tablelands, nearly any beast\ncan be found in the scrub plainsthough with\nThe scrub plains are covered with sporadic clumps\nof brown-green grass, thorny hedges, and tall, wispy\ntrees with drooping branches and long, spear-shaped\nleaves. Occasionally, when a rain has fallen in an area\nwithin the last thirty to sixty days, an entire field will be\ncovered with wild flowers and leafy green plants. Generally speaking, most of the plants in the scrub plains\nare safe for both humans and beasts, but halflings\nand dwarves should avoid eating anything with purple\nspots (unless they are fond of terrible stomachaches\nand feverish deliriums).\nFlora and Fauna\nelers is that they will anger the local druid or run\nacross a predatory animal.\nTravel in the scrub plains is generally easy and\nuneventful. The greatest danger facing most travto survive.\n5 1</p>\n<p>Flora and Fauna\nI have found that the creatures dwelling in and\naround the silt basins are similar in most respects\nto those found in the Sea of Silt itself. With the\ngeneral exception of silt horrors, the information\npresented above for the Sea of Silt can be assumed\nto apply to Silt Basins as well.\nRuins\nThe Tablelands are fairly covered with ruins. Decaying towers rise out of the sandy wastes. Abandoned fortresses loom over the stony barrens. The\nwhite-crusted crowns of half-buried palaces protrude\nfrom the salt flats. Long-lost dungeons lie tucked away\nin the hidden corners of badlands labyrinths.\nThe architecture of these ruins, both in the great\ncities and in the isolated buildings, is that of ancients, with an abundance of gracefully arched\ndoors, windows, and gates. The walls and towers\nare built of thousands of more-or-less flat rocks,\ncarefully shaped and fitted into place, then mortared with lime cement. The top of the towers and\nwalls are capped by square crenelations designed\nto protect men as they defended the top of the wall.\nGenerally, the windows of the exterior walls are no\nmore than slits through which soldiers can fire\nbows and crossbows at besiegers outside the castle. \nThe interior walls are more generous, large enough\nto let an ample amount of light and air into the\ndank rooms.\nThe most common ruins are solitary remnants of\nthe glorious age that preceded ours. As you travel\nthrough the Tablelands, youll find bridges spanning long dead riverbeds that have not known the\ntaste of water in centuries. Youll cross cobblestone\nlanes laid down more than a thousand years ago,\nand if you turn to follow them youll pass shattered\nguard towers that must have seemed like lonely and\nforlorn posts even when the road ran heavy with\ntraffic. Most oft en, these ruins are simply places to\nhide from the sweltering sun or take shade from the\nThe eight cities that I know of (and have visited\npersonally) are described in Chapter Four: Atlas\nIn the Tablelands of the Tyr region, a handful of\nruined cities lie half-buried in dust, sand, or salt. Although the locations of these cities are well known,\nthey are relatively untouched. Exploring a city ruin is a\nmajor undertaking, for they cover tens of thousands of\nacres and are often buried beneath a thick layer of\nwindblown sediment. In addition, most serve as either\nthe home of a raiding tribe or the lair of dozens of\nvicious creatures, so it is common for adventurers entering city ruins to not return.\nThe largest castles are surrounded by villages.\nMost of the village buildings have long-since collapsed, and their walls have disappeared, but valuable items such as coins, weapons, and metal tools\nand utensils still lie among the foundations. There is\nusually a large, ruined stone building that once\nserved as a temple where the ancients practiced their\nreligion. The vaults beneath these temples sometimes contain vast treasures. Unfortunately, those\nwho have entered these temples also report finding\nunusual numbers of strange creaturesboth living\nand undead.\nAlthough not as common as the solitary bridges\nand towers of the previous age, more substantial ruins are not rare. Archaic castles stand along ancient\nroads and dry riverbeds. Even if the castle itself has\nbeen reduced to a ruin, the foundations often still\nexist. The dark rooms and twisting tunnels inside\nthose foundations sometimes contain valuable\nweapons and other treasuresbut like the ruins of\nthe previous age, they are also prime lairs for vicious\ncreatures.\nmerciless wind. Occasionally, there will be a hidden opening that leads to a basement or lost tunnel\nsystem. Sometimes, these subterranean tunnels\neven hold priceless treasuresan ancient steel\nsword or breastplate, for example. Just as often,\nthey serve as home to some vicious or brutish creature that will appreciate an unexpected meal entering its lair.\n52</p>\n<p>middle of salt flats, hidden in the labyrinths of the\nof the Tyr Region. The vast majority of these ruined cities date from ancient times. In many ways,\nthey resemble the ancient village ruins, save that\neverything is on a much grander scale. In the center of a city, there is a massive fortress-town in place\nof a castle. There is dozens of huge temples instead\nof a single small one; there are thousands of collapsed buildings, each with a cellar or basement in\nits foundation. Finally, most have large subterranean sewers and catacombs into which much of the\ncitys treasure has been dragged over the centuries\nby successive generations of monsters.\nOf course, there may well be cities that no one has\ndiscovered yet. Who has not heard stories of a lost\ncity of steel lying buried beneath a mammoth mekillot dune, or listened in awe to the bards who sing of\nTwo of the ruined cities that I know of date from\nour own era. Of course, they resemble our modern\ncities in layout. The prime areas of economic importance (the merchant emporiums, the noble estates,\nthe templar houses, and the sorcerer-kings fortress)\nhave already been thoroughly explored and looted.\nThere is little reason to visit these two cities except\nfor curiositys sake. Considering what abides there\nnow, I am not that curious.\nthe dwarves Lost City of Gold?\nEncounters in the Tablelands\nAnyone traveling in the Tablelands is assured of a\nwide variety of adventures. To be certain, not all will\nbe pleasant, but they will be interesting-provided\nthe traveler survives, of course.\nCities\nSeldom will an alert traveler encounter a city by\nsurprise. The locations of all cities in the Tablelands\nare well known, and they all lie along the course of\nwell-traveled roads. In addition, most cities are surrounded by a wide swath of cultivated land, as well\nas service roads for moving wagons, water, and\nslaves about without injuring crops. Further, there is\na constant stream of travel within several miles of the\ngates. In short, not even a blind man could approach a city without realizing it.\nOf course, it is always possible for a wanderer to\ncrest a hill and discover to his surprise that a city lies\nin the valley below. Even in this case, he will not be\nlost for long. Any passing caravan driver will tell\nhim where he is-though the wanderer may have to\nsuffer a few bemused remarks for having to ask such\na foolish question.\nIn the Tyr region, there are seven cities: Tyr,\nUrik, Gulg, Balic, Raam, Nibenay, and Dral. The\nname and location of each is well known, and all a\ntraveler must do reach any one of them is set foot\nonto the proper road and start walking. In most\ncases, entry into a city is simple. Unless the traveler\nis carrying banned goods (be especially careful\nabout anything that could be used as a magical\ncomponent), the gate guards simply record the travelers name and reason for visiting a city, collect a\ntariff (and/ or bribe) for any cargo the traveler is carrying, and then let him enter. Each citys unique\natmosphere and flavor is detailed in the Atlas of the\nTyr Region later in this book.\nVillages\nVillages are far from common; it is quite possible\nto travel for hundreds of miles without coming\nacross a single one. On the other hand, you will find\nthem in the most unexpected places: standing in the\nrocky badlands, and clinging to the sides of isolated\nmountains.\nThe reception given a party of strangers depends\nupon the nature of the village they encounter. Other\nthan offering them food and water; a dwarven village might hardly notice the strangers. A slave or\nraiding village, on the other hand, might well attempt to imprison or slay them.\nSome villages are described in the Atlas of the\nTyr Region, which appears later in this book. However, villages tend to be temporary communities, so\n5 3</p>\n<p>it would be futile to describe them all. Besides, there\nare no doubt dozens of villages of which I have not\nheard. For a general description of what to expect\nwhen you run into a village, I suggest you consult\nVillages in Chapter Two: Athasian Society.\nCaravans\nAnyone traveling a major road will certainly encounter caravans of all sizes and descriptions. If\nthey wish, they can usually purchase passage with a\ncaravan in return for money or labor-provided\nthey dont appear menacing or threatening. The\nprimary benefit of caravan passage is safety, not\ncomfort; often, passengers provide their own food\nand transportation, purchasing only the protection\nof the caravans guards.\nSmall caravans, usually mounted on banks, can be\nfound off the main roads. Those traveling away from\nthe road are usually carrying supplies to an outpost\nor village. Caravans traveling toward the road are\ngenerally carrying raw materials, such as clay, obsidian chips, or even beads of smelted iron. Unlike most\ncaravans, these off-road caravans seldom take passengers. To safeguard against raiders and competitors, Merchant Houses place a high priority on\nkeeping the location of their outposts secret.\nFor more information on caravan organization,\ntake a look at the section I have entitled Caravans,\nlocated under Dynastic Merchant Houses in Chapter Two: Athasian Society.\nPeople of the Tablelands\nMost of the Tablelands are bleak and savage, but\nthey are far from deserted. When you travel in these\nareas, youll meet representatives of all races, including nomads, raiders, hermits, and hunters.\nEach group tends to be found in the type of terrain\nbest suited to its lifestyle. Nomadic herders are\nmore common in the scrub lands. Raiders tend to\nhide in the labyrinths of the badlands, and hermits\nprefer to live at out-of-the-way oases. Hunters are\nMost of the creatures described in Chapter Five:\nMonsters of Athas can be found in the Tablelands.\nIf the herbivores are dangerous, the carnivores are\na truly nightmarish. Intelligent races receive no special consideration in the deserts of Athas. In fact,\nmany predators consider them a special delicacy\nand lurk near places where human and demihuman\nraces conglomerate-i.e., near villages, roads, oases, etc. When you travel outside any city, always\nassume that youre being stalked by something as\nlarge as a mekillot, as quiet as a halfling, as fast as\nan elf, and as vicious as a mulchances are that\nyou will be correct.\nA wide variety of creatures inhabit the Tablelands. All are dangerous, for Athas is a harsh place\nwith one natural law that prevails over all others: kill\nor be killed. Even animals which subsist entirely on\nplants have deadly defenses, for they must fight off\nvicious predators almost daily. My advice to the\nhungry traveler thinking to make an easy meal of\nany innocuous-looking beast is this: be as prepared\nto fight for your life as the animal you are hunting\nwill be to fight for its own.\nAnimals\nEach of the groups mentioned above is described\nmore fully in Chapter Two: Athasian Society.\nyou receive will depend on their nature and your\nown attitude. If you appear frightened, most natives\nwill try to take advantage of you; if you seem hostile,\ntheyll want to fight; if youre arrogant, they wont\ndo anything to help you. In general, I have found\nthat it is best to appear confident and courteous.\nThis implies that you have the strength to defend\nyourself, yet have no harmful intentions.\nfound wherever there is prey: stony barrens, sandy\nwastes, rocky badlands, and the scrub plains. Of\ncourse, these guidelines are not hard or fast; to survive, the races of the desert must be flexible and mobile, so you shouldnt be surprised to find any group\nin any terrain.\nWhen you meet a group of natives, the responses\n54</p>\n<p>The herbivores tend to inhabit the types of terrain\ndescribed as their natural habitat, and will seldom\nbe found in other locales, unless some natural or\nunnatural event has forced them to leave their home\nterrain. On the other hand, the carnivores move\nthrough all terrains freely, either pursuing prey or\nsearching for it in places that they know it frequents.\nThe Ringing Mountains\nMountain ranges encircle the Tablelands, each\nrunning north and south. To the east and west of\nthe Sea of Silt, they form great wall-like barriers separating the Tablelands from the unknown lands beyond. To the north and south of the Sea of Silt, they\nform a series of parallel ribs. The deep valleys between these ribs lead away from central Athas like a\nseries of long corridors.\nI have visited only the mountains lying west of Tyr,\nso remember that my comments reflect experiences\nthere. These mountains more or less separate the\nHinterlands from the Tablelands, whereas the\nmountains north and south of the Sea of Silt form\nlong passageways connecting the Hinterlands and\nthe Tablelands.\nIt is entirely conceivable that this terrain difference will have a profound effect on the societies in\nthose areas. After all, in the Tyr region, the mountains are a barrier separating this part of Athas\nfrom whatever lies beyond. In the northern and\nsouthern regions, the mountains are like funnels\nthat guide travel between the two areas along certain\nrigid tracks. Keeping this warning in mind, then, let\nus explore the Ringing Mountains.\nFrom a distance of a hundred miles, the Ringing\nMountains look like a ridge of reddish clouds hugging the horizon. As you move closer, their soft edges\n5 5</p>\n<p>gradually grow sharper and more distinct. At a distance of fifty miles, the craggy shape of individual\npeaks becomes visible. Between twenty and thirty\nmiles, you start to climb great, fan-shaped heaps of\ncoarse sand washed down out of the canyons. After\nyouve struggled to within five miles of the mountains, the range takes on the appearance of a great\nwall of loose rock and sheer cliff.\nAt this point, weak-hearted travelers often despair of crossing the mountains and turn back.\nDont make this mistake. As you trudge forward,\nyoull discover that the mountains are not nearly as\ninhospitable as they look. Traveling in them is simply a matter of keeping your wits about you and\nmoving forward with a slow, steady pace.\nMethods of Travel\nIn the mountains, the only reliable means of\ntransport is walking. You can ride kanks many miles\nup the canyons that wind and twist into the heart of\nthe range, but eventually youll reach a boulder\nfield or rocky escarpment where it would be dangerous to remain mounted. On treacherous terrain, extra weight can easily cause even a sure-footed kank\nto loose its balance and fall-spilling the passenger\ninto a boulder field or plunging both mount and\nrider hundreds of feet to their deaths. In fact,\nthere are many places, such as the cliffs at the canyon heads, where kanks cannot even travel.\nTherefore, if you are going to travel very far in the\nRinging Mountains, sooner or later you will have to\nrely upon your own two feet. Unfortunately, walking\nin the mountains is even slower and more tedious\nthan in the desert. It is impossible to travel a straight\nline in the mountains. Your path always bends and\nturns as you move around obstacles such as cliffs,\nhigh peaks, deep crevices, and so forth. Even then,\nyou must hike hundreds of feet up or down, often\nboth, for every mile traveled horizontally.\nIn addition to the extra effort of travel, one must\nalways be on the lookout for the many hazards of the\nmountains. First and foremost, losing your footing\ncan be deadly. Even if the slip does not send you\nplunging down the mountain, it may result in an injury that will make it impossible to travel when the\ngoing becomes truly hazardous. Second, the mountains are full of hiding places where dangerous creatures and desperate characters can wait to ambush\nunwary travelers. Third, the mountains grow extremely cold at night, especially in the highest places.\nUnless you are wearing heavy clothing or sitting up\nall night next to a campfire (which tends to attract\nunwanted attention), it is quite possible to freeze to\ndeath-especially if you havent had much to eat.\nThere is one last inconvenience to traveling in the\nmountains: it is exhausting. Of course, hour after\nhour of climbing hundreds of feet up and down is\nbound to take its toll on a person, but the weariness\nof which I speak goes far beyond that. As you travel\nhigher, it almost seems that some magical force is\ntrying to hold you back. Breathing becomes difficult, until even walking a hundred yards is enough\nto leave you panting and gasping. You begin to feel\nlight-headed and dizzy, then sick to your stomach.\nYou lose all desire to go on, and want nothing so\nmuch as to collapse and sleep forever. Even water\nloses its appeal, and the thought of eating seems\nmore trouble than it is worth.\nI have seen full-grown men lie in the same spot\nfor more than a day, not bothering to eat the food\nin their satchels and barely drinking enough from\ntheir full waterskins to keep themselves from dying.\nThis strange malaise seems to affect half-giants\nand elves more than most other races, to the point\nwhere I would advise them not to enter the mountains without a trusted member of another race\nwho will remind them to eat and drink, as well as\nprod them to continue moving. On the other hand,\nalthough dwarves grow as tired as anybody else,\nthe characteristic determination of their race renders them all but immune to the lethargy so dangerous to others.\nGiven all of the complications of voyaging in the\nmountains, most parties should be happy if they can\n56</p>\n<p>Geography of the Ringing Mountains\nmaintain a travel rate a equaling quarter of their\nnormal distance. It should also be noted that the\nfatigue of traveling in the mountains has no effect\non running speeds (as long as one is not moving\nacross treacherous terrain, of course). When the individual finally has to rest, however, it takes twice as\nlong as normal to recoverand if the exertion was\nespecially intense, he may feel sick and lethargic.\nThe Ringing Mountains are composed of four\npredominate terrains: the foothills, the canyons, the\nmountains, and the forest ridge. Although each is\ndistinguished from the other in many ways, it is\nsometimes difficult to tell where one region ends and\nthe other begins. At the base of the mountain\nrange, steep hills rise to either side of the sand\nheaped at the mouth of the canyons, and before you\nknow it you have entered a canyon that winds deep\ninto the foothills. The foothills gradually grow steeper and rockier, imperceptibly making the transition\ninto full-fledged mountains.\nOther times, the transitions are more obvious. A\nrocky slope suddenly ends in a cliff that plunges\nhundreds or thousands of feet down to a canyons\nsandy floor. At the summit of the mountain range, a\nforest of tall trees suddenly appears, their leaf-laden\nboughs swaying in the wind as if to greet a weary\ntraveler.\nWhether the transition is gradual or sudden, a\nsmart traveler will always pay attention to the terrain\nhe is in. It will provide him with valuable clues as to\nwhat he might find lurking around the next corner,\nthe kind of hazards that could come crashing down\naround his head, and what is likely to happen to\nhim if he makes a mistake.\nThe Foothills\nOn both sides of the Ringing Mountains, the\ngreat heaps of sand washed out of the mouth of the\ncanyons lie piled high against the foothills. The\nIt is also fairly easy to travel along the ridgetops\ntoward the spine of the mountains, thus avoiding\nthe possibility of being caught in a flash flood. This\nroute entails its own problems, however. Not infrequently, youll find yourself working your way along\nthe edge of a precipice that plunges hundreds or\nthousands of feet down into an abyss. When this\nhappens, forget about riding your kanks or any other beasts of burden-unless you value your life as\nWhen traveling along these seemingly dry watercourses, however, carefully watch the sky over the\nmountains ahead, and immediately climb to higher\nground if you see any dark clouds gathering up\nthere. Should a rainstorm occur over the area from\nwhich your gulch drains (not an uncommon occurrence in the mountains), a wall of water may come\nrushing down the gulch without warning. Those\ncaught in such a flash flood will almost surely\nperish-either from drowning, or by being battered\nagainst rocks as they are carried downstream.\nAssuming youre going toward (or away from) the\nsummit of the Ringing Mountains, the easiest way\nto travel through the foothills is along the bottom of\na ravine. Here there is often a dry creek bed that\nmakes a fairly nice walking surface. It is even possible to ride kanks safely in these areas, if you can get\none there in the first place. Occasionally, youll encounter a field of boulders or a steep wall of stone\nthat must be crossed or climbed, but otherwise your\ntravel should be fairly easy.\nThere are a few differences, however. The ridges\nbetween the canyons tend to be higher, and their\nsummits are often rounded and quite expansive instead of sharp and narrow. Also, as you travel toward the spine of the Ringing Mountains,\nthe\nfoothills grow more dramatic. The canyons are\ndeeper, the cliffs more impressive, and the summits\nhigher.\nfoothills generally resemble the rocky badlands of\nthe Tablelands in both appearance and terrain.\nThey are filled with narrow, twisting canyons interspersed with steep ridges of higher ground.\n5 7</p>\n<p>little as your cargo. The crumbling ground along\nthe edge of these precipices can be shifting and uncertain, and will certainly collapse if too much\nweight is concentrated in one place. Youll have to\nfigure out for yourself what is too much weight;\nsometimes the ground will support a full grown mekillot, and other times it will collapse under the\nweight of an unencumbered halfling woman.\nTraveling parallel to the spine of the Ringing\nMountains is all but impossible. Youll find yourself\nclimbing and descending ridge after ridgea slow\nand exhausting process, even if you dont fall off a\nprecipice or find yourself facing an impassable cliff.\nIts usually much wiser to go to the base of the foothills, travel the desired distance northward or southward, and then travel up a canyon or ridge that\nleads more or less where you wish to go.\nFlora and Fauna\nThe flora and fauna of the foothills is the same as\nthat found in the rocky badlands of the Tablelands.\nSee Rocky Badlands in the Tablelands section\nabove for more information about this.\nThe Canyons\nThe foothills are broken every twenty to forty\nmiles by a major canyon that leads deep into the\nheart of the mountains. These canyons are usually\nbetween one and five miles wide, and kanks can usually be ridden up to forty or fifty miles into them.\nThe first five or ten miles of canyon floor is usually\ncovered with heaps of deep sand that have been\nwashed down out of the mountains over the years.\nOften, there is quite a bit of water trapped beneath\nthese sands (having trickled or washed down from\nthe mountains), so it is not uncommon to find\ncopses of small trees, fields of grass or flowers, or\neven hedges of thorny bushes growing here.\nThese sandy fans make good grazing land, so it is\nnot uncommon to encounter nomadic herders\ncamped at their bases. The herders are usually happy to let a party of travelers pass through their territory, but tend to frown on anyone stopping to graze\ntheir animals for more than a day or two.\nFurther up, the canyon floor consists of stony barrens, and is littered liberally with boulders of all\nsizes. Here, the vegetation is a little heavier than in\nmost stony barrens, for rocky cliffs rise high on both\nsides of the canyon, providing shelter from the sun\nduring much of the day. Every ten or twenty miles,\nthere is usually a pool of water hidden in some rock\ncrevice, left behind by the last flash flood. Travelers\nshould think twice before drinking from such a pool;\noften, it has been standing stagnant for years.\nThe greatest hazard of this area comes from predatory creatures. The ample vegetation supports a\nlarge population of grazing creatures, which in turn\ndraw a larger number of carnivores. In addition, the\nconfined spaces of the canyons make it easy for hungry predators to work their territories, and there are\nplenty of crevices and fissures in which they can\nhide. Plan on losing at least a third of your pack\nanimals, and perhaps one or two of your friends, as\nyou pass through this area.\nNear the top of the canyon, you may reach a\nsteep field of boulders. Leave your mounts behind\nat this point, for even kanks cannot hope to cross\nthis treacherous terrain without breaking a leg within the first mile or so. In fact, as you cross this area,\nbe careful yourself. If you misstep even once, your\nfoot may lodge in a gap between two boulders, snapping your leg like a piece of dry wood as your momentum carries you forward.\nAs you step or jump from one boulder to another\nin this area, it is difficult to tell when your weight\nmay tip a stones balance and send you tumbling\ninto a mass of sharp-edged rocks. Even worse, the\nshifting boulder may dislodge others above, burying\nyou beneath tons of jagged rock. It is because of the\nhazard presented by boulder fields that many merchants who travel in the mountains insist on taking\nan Earth Cleric along with them; such an individual\ncan prove invaluable in stabilizing a particularly\n5 8</p>\n<p>loose area of boulders, or in moving a great mass of\nstone if a rock slide should occur.\nAbove the boulder field, near the head of the canyon, there is nearly always a large field of scrub.\nThese fields range in size from just over twenty miles\nin diameter to nearly a hundred. They exist, in my\nestimation, for three reasons. First, the boulder field\nmakes it difficult for grazing creatures to reach\nthem, so the plants live longer. Second, they are\nclose to the summit of the Ringing Mountains,\nwhich means they are close to a water supply. Third,\nthe temperatures are a little cooler at these altitudes,\nso the grasses are not punished as severely by the\nheat of the day.\nSometimes, a hermit or a small tribe of herders\nwill make their home in such areas, having carried\ntheir beasts into the field as young animals. Such\nindividuals (or tribes) are very suspicious of stranOccasionally, these high mountain meadows are\nnot protected by a boulder field. Avoid such areas\nat all costs. They are often defended so jealously by\nhostile nomads or raiding tribes that to enter them is\nto insure an ambush. If this is not the case, then\nthey are filled with nervous herbivores and ferocious\ncarnivores, all of whom will defend their territory aggressively against any intrusion.\nThe only exception to this that I know of is the\nscrub land surrounding the city of Tyr, where the\ncity nobles consider it a great sport to hunt down\ngers and protective of their territory. It is far from a\nrare occurrence for a tribe of raiders to slay them,\nsteal their herds, and make the mountain meadow\ntheir home base. Obviously, this means that anyone\nentering one of these areas stands a fair chance of\nrunning into a raiding tribe-which is never a pleasant experience.\n5 9</p>\n<p>any vicious animals that intrude upon their territory.\nThis is an exciting sport, for the nobles fall victim to\nthe animals almost as frequently as they are successful in their hunting.\nFlora and Fauna\nNear the bottom of a typical canyon, the flora\nand fauna corresponds to that of the sandy wastes\n(see Sand Dunes in the Tablelands section above).\nAt the top of the canyon, there is usually a region of\nscrub land. This area is covered with a lush carpet\nof grass, and dotted with tall, puff-ball trees bearing\nsmall waxy leaves. The wood of the trees is extremely\nhard and is excellent for making weapons, but the\ntree is otherwise inedible. Watch out for single\nblades of a tough purple grass in this area; they tend\nto grow with other clumps of grass, and are so sharp\nthat they can cut the tongue off careless beasts and\nslash the feet of unwary travelers to ribbons.\nIn place of the cacti of the rocky barrens, the midranges of the canyons are covered by dagger plants.\nThese strange plants have dozens of long, daggershaped leaves that radiate out as much as three feet\nfrom a central core at the top of the plants root.\nEach leaf ends in a sharp needle. The needle is\ntipped with a mild poison, and paralyzes any limb it\npokes will be paralyzed for up to ten days. Some varieties of these plants have leaf edges as sharp as an\nobsidian blade.\nMost kinds of animals can be found in the canyons, especially those of the predatory variety. Fortunately, since animals in the canyons are very\nterritorial, once you have dealt with the primary\npredators, chances are you will not be attacked\nagain. Mountain gith can be a real hazard in these\ncanyons.\nThe Mountains\nIf your intention is to cross the Ringing Mountains, or even to reach their summit, sooner or later\nyoull have climb the mountains themselves.\nAssuming you have the necessary willpower to\ncontinue onward, however, the mountain peaks will\nprobably be covered with loose gravel and stones,\nfor little grows on the windswept, sun-scorched terrain. For every three steps you take upward, you will\nslip backward one. At any moment, the entire slope\nmight coming sliding down on top of you, burying\nyour entire party under tons of dirt and rock. If the\nmountainside is not covered in gravel, chances are\nthat youre climbing a cliff of solid stone. You must\nIn either case, as you shoulder your burdens and\nstart to climb foot-by-foot up the steep slopes, this is\nwhere you will feel the worst effects of the mysterious\nmountain-sickness. Breathing will become difficult,\nyour head will pound with pain, you will feel sick to\nyour stomach, and you will feel tired and listless. In\nserious cases, you may even lose all desire to continue your journey and turn back for no reason you\ncan name, or even sit down and wait for the freezing\nembrace of the night, when the temperatures will\nplunge far below zero.\nThe realization will come slower to those who have\nbeen traveling along the ridgetops. They will notice\nthat the slopes are growing steeper, the precipices\ndeeper, cliffs more frequent. Their pack animals, if\nthey still have any, will grow nervous and afraid.\nEven the docile kanks will refuse to move, and, if\nthey are somehow forced to continue forward, the\npoor beasts will inevitably lose their footing on the\nsheer slopes and fall to their deaths-strewing all\nthat they were carrying as they tumble thousands of\nfeet down the mountainside.\nThose who have been traveling in a gulch or a\ncanyon will have no doubt when this moment has\narrived. They will find themselves standing at the\nbase of a sheer wall rising thousands of feet into the\nsky. There will be no easy way to continue forward.\nIf they have somehow managed to bring pack animals this far, the gravel-covered slope, the huge\nboulders looming overhead, and the intermittent\ncliffs will leave no doubt that the only way to continue is climbing on their own feet.\n60</p>\n<p>be sure of every step, always securing every move\nwith a good handhold, for one slip will send you\nplummeting thousands of feet. Even if you friends\nbother to descend the mountain and are lucky\nenough to locate your remains, all they will find is a\npummeled mass of flesh.\nThe one good thing about the mountains is that\npredators will not be as great a concern as they are\nin the canyons. Few land animals have any desire or\nreason to journey into the mountains, so the only\nhazard will come from large flying creatures that\nmay be looking for an easy meal. Usually, the purpose of their attacks is not so much to kill you directly as to cause you to lose your footing and\nplunge to your death. In fact, they seem to prefer\nmeat that has been tenderized in this fashion. I once\nsaw a wyvern ignore several pounds of freshly killed\nerdlu in order to knock a man off the mountainside,\nthen fly down and feast on the pulverized body.\nFlora and Fauna\nVegetation is not common on the rocky slopes of\nthe high mountains, but here and there, the gnarled\ntrunk of a six-foot ranike tree snakes out of a crack\nin the cliffs. While there is nothing edible about this\ntree, when burned, its sap gives off an aromatic fragrance that is repugnant to insects, including the\nrugged thri-kreen.\nThe only animals you are likely to encounter on\nthese slopes are flying reptiles and birds of prey, all\nof which take advantage of the security offered by\nthe rocky heights to make their nests. Needless to\nsay, they do not appreciate having their territory violated.\nThe Forest Ridge\nAs the traveler crests the summit of the Ringing\nMountains, he sees what is perhaps the strangest\nsight on Athas, and one that will assuredly take his\nbreath away. Below him, a jungle of tall fir and\nbirch trees covers the steep slopes of the high mountains, with a thick undergrowth of rhododendron\nand mountain bamboo. It stretches north and south\nalong the spine of the mountains as far as the eye\ncan see. This is the legendary Forest Ridge, the paradise at the top of the world.\nFor some reason, a wide band west of the summit\nof Ringing Mountains is surprisingly moist. Nearly\nevery morning, a gentle drizzle falls, and at night\nthere is sometimes an inch or two of snow. Predictably, this more-or-less constant supply of moisture\nhas resulted in a green-belt unlike anything else on\nAthas.\nAs the traveler enters the forest, he quickly discovers that the vegetation is so thick that he must\ncut a path through it. The forest grows dark and\ngloomy, and it is filled with the chortles and cries of\nhundreds of small animals alarmed at the intruders\npresence. Overhead, the wind whistles through the\ntreetops with an eerie ringinghence the name of\nthe range.\nAlthough the mountains on this side of the summit are as steep as those on the eastern side, the\nfooting is much less treacherous. The loose gravel\nhas been replaced by a carpet of moss that clings to\na thick layer of black  soil. The slopes are still steep,\nthe cliffs are just as rocky, and the abysses just as\ndeep, but they are hardly visible behind the green\ncurtain of vegetation.\nThe most amazing thing about this forest is the\nhumidity. Beads of water cling to everything: tree\nleaves, rocks, even your forehead. The gentle murmur of tiny brooks comes from all directions, here\nand there becoming a small roar as a stream plunges over a precipice and crashes onto the rocks at its\nbase far below.\nEven in this paradise, you still will suffer from\nmountain-sickness. The slightest exertion still fatigues you and your head still pounds, but at least\nthe thick canopy of the jungle provides some shelter\nfrom the sun.\nAt night, the forest remains surprisingly warm,\nalmost as if the thick canopy were acting like a\n61</p>\n<p>blanket to insulate the ground. The temperature\ndrops, lingering a little bit above or a little bit below\nfreezing but does not plunge anywhere near the extremes experienced on the barren eastern slopes of\nthe mountains.\nYou mustnt linger in the forest, however, unless\nyou have come here to die. Surprisingly, the greatest\nthreat does not come from animals. The jungle is\noccupied mostly by small animals that rely upon\npoison to defend themselves, and they wont bother\nyou if you dont bother them. The predators are not\ngenerally dangerous to men, either; they tend to be\nsmall and feed almost exclusively on the lesser creatures inhabiting the forest.\nIt is the halflings that you must watch out for.\nThey consider anything that enters their territory\nincluding other intelligent racesfair game. Once\nthey become aware of your presence, they will silently stalk you through the forest, awaiting just the\nproper time to spring ambush. If possible, theyll\ntake you alive and present you as a gift to their king.\nShould you be taken alive, this is not a fate you\nshould hope for. Some halfling kings are so savage\nthat they prefer to eat humans and demihumans\npresented to them alive. Others are more civilized,\nand will at least have the decency to kill and cook\ntheir meals first.\nIf a traveler cannot be taken alive, the halflings\nwill be just as content to drive him over some cliff,\nambush him during his sleep, trick him into trusting\nthem by pretending to be friendly, or simply overwhelm him with superior numbers.\nIt should be noted that any halfling with the adventuring party will be spared if at all possible. Even\nif the halfling is dressed the same as his companions, the natives will assume he has been captured\nand is being held against his will by the big people. Protests and entreaties on behalf of the rest of\nthe party will have no effect, as the savage halflings\nwill simply assume that their unfortunate brother\nhas been magically seduced into defending his companions. After the brother has been freed, he\nwill be invited to join the tribe or be released with an\narmful of gifts to go on about his business.\nFor more information on halflings, see Organization of Villages and Hunting and Gathering Clans\nin Chapter Two: Society on Athas.\nFlora and Fauna\nThere are so many trees, vines, and shrubs growing on the Forest Ridge that it is futile to try to describe them all. Suffice it to say that there are\nhundreds of mighty trees, all covered with lush\ngrowths of huge leaves, bearing strange and exotic\nfruits. From their branches dangle more kinds of\nvines than I could catalog in a lifetime. The floor of\nthe jungle is so thickly covered with green shrubs\nand brightly colored flowers that the ground itself\ncan only be glimpsed on rare occasions.\nThe fauna of the jungle is as amazing as the flora.\nA thousand species of snakes, frogs, birds, and little\nrodents scurry about your feet. Occasionally, you\nwill also glimpse one of the great, dark predators\nthat lurk in the depths of the jungle-but so briefly\nthat you will not be able to say that you saw any\nmore than a dark shadow. Be forewarned, however;\nin the forest, just because something is small does\nnot mean that it is not deadly. Poison is so common\nin this jungle that it is a wonder you can breathe the\nair without inhaling some foul toxin.\nRuins\nThe Ringing Mountains have their share of ruins, though sometimes of peculiar sorts.\nThe canyons and gulches are, for the most part,\ndevoid of any ruins. Whether this is because the ancients did not build there or because the flash floods\nhave washed away all signs of their presence is impossible to know. Suffice it to say that if you are\nsearching for lost treasure, dont bother looking in\nthe canyons.\nThe spires and ridges of the foothills are dotted\nwith crumbling towers, abandoned keeps, and\n62</p>\n<p>forgotten castles. Usually, these lonely edifices stand\natop a peak or knoll overlooking what must have\nonce been a point of some strategic importance,\nsuch as the junction of two large canyons or the narrow entrance of a particularly long gulch. Sometimes, the foundations and dungeons below these\ncastles still contain a few pieces of steel armor, a\nmetal sword, or some other forgotten treasure. Just\nas often, they now serve as the stronghold of a powerful raider chieftain or monster tribe.\nIn the foothills, there are many natural caverns of\nincredible scope and size. Usually, they are inhabited by a wide variety of nasty creatures, but some of\nthem house incredibly beautiful scenes and vast\npools of water concealed in their depths. It is occasionally worth the risks involved to sneak into one of\nthese caverns just to see what you can see.\nThe mountains and foothills alike are laced with\nancient mines. For all but dwarves and halflings,\nmine tunnels too low to walk in comfortably; in fact,\nhalf-giants and many elves must crawl on their hands\nand knees to explore these places. Some people claim\nthat this is because halflings were once expert miners\nwho dug most of the tunnels in the Ringing Mountains, but Im not sure I believe this. Whoever dug\nthe mines did a poor jobor else age has taken its\ntoll on their craftsmanship. I have heard tales of mine\nentrances collapsing unexpectedly, leaving a party of\nexplorers trapped inside and suffocating. Some\nmines are filled with water, and as you move through\nthem you must be careful not to step into a hidden\npit, or to open a door that will unleash a torrent of\nfoul-smelling water that burns your skin like acid.\nOther mines, I have been told, are filled with explosive gas, so that when you carry a torch into them,\nthe air itself erupts into flame.\n6 3</p>\n<p>Add to these dangers the usual assortment of\nhorrors lurking in dark caverns, and strange races\nof dark-dwelling humanoids said to inhabit the\nmountain tunnels, and the mines seem to be very\ngood places to avoid. Of course, I realize that many\nof you reading these words have heard the tales of\nunderground cities and treasures hidden in these\nmountain mines, but just remember that neither\nwealth nor fame does a dead man any service. That\nis all I will say on the matter.\nFinally, the strangest ruins of all can only be\nfound high in the mountains. Every now and then,\nyou will come across a strange, dilapidated building\nstill clinging to the side of a high cliff, or tucked\naway in a deep crevice halfway down a thousandfoot abyss. These tiny buildings are large enough to\nhold no more than two or three people, and can only\nbe entered at considerable risk by climbing a sheer\nface of rock or lowering oneself several hundred feet\non a rope. They seldom contain anything of economic value, but I have known clerics and druids\nalike who have spent a day or two there and emerged with new insights on the nature of the world\nthat have allowed them to increase their powers significantly.\nMeetings\nIf you intend to travel into the Ringing Mountains, be prepared to fight for your life one minute\nand run for it the next. About the only friendly people that you will meet are the herders grazing their\nanimals on the sandy heaps at the mouths of the\ncanyons. Otherwise, the inhabitants of the mountains are there either in search of privacy, or because\nit is a good place to hunt. Neither group is likely to\nwelcome visitors.\nOccasionally, you may discover a merchants\ntrading post hidden away in some gulch, near a rock\nquarry or possibly even a mine. Unless you work for\nthe same house, and are bringing him supplies,\ndont expect a warm welcome. Any merchant outpost in such an out-of-the-way location is a sure inAlmost any normal method of travel should work\nwell in the level plains of the Hinterlands: walking,\nkank riding, or even a mekillot wagon. Unfortunately, unless you can think of some way to get a\nkank or mekillot across the Ringing Mountains\n(and believe me, I have tried or heard tell of every\nTravel in the Hinterlands\nAt first glance, the Hinterlands are not very different from the Tablelands. After descending the\nwestern slope of the Ringing Mountains and working your way across the miles of sand heaped at the\nmouths of the canyons, you will come to a flat, empty plain that stretches out toward the horizon as far\nas the eye can see. You have reached the Hinterlands.\nThe Hinterlands is that area which lies beyond\nthe Ringing Mountains. I must confess that I know\nlittle of this region, for my journeys have taken me\nless than a hundred miles into it. In my defense,\nhowever, let me point out that I am the only person I\nknow who has ever journeyed there and returned.\nTo my knowledge, all others who have set out to explore this region have simply disappeared.\nThe Hinterlands\nOn the other hand, there is little need to fear that\nhe will ambush or otherwise assault you; all merchant codes strictly forbid using violence to weed out\nthe competition. Of course, if you can prove that\nyou are not a competitor, and offer to swear a satisfactory oath never to reveal the outposts existence,\nthe agent may be inclined to receive you as a guest\nor customer. Of course, once you have proven that\nyou do not belong to another house, his obligated to\navoid violence no longer applies.\ndicator that something in the vicinity is of economic\nimportance. Most likely, the resident agent will assume you are scouting for a competitive house and\nwill do nothing to make your job easieror even to\nsave your life.\n64</p>\n<p>technique I know) youll end up walking. Youre\nabout as likely to find a domesticated beast of burden here as you are to survive a battle with the dragon. The Hinterlands remain completely deserted;\neven if youre carrying money or goods which with to\nbarter with, youll find no one from whom you can\npurchase an animal.\nFortunately, the flat terrain is conducive to foot\ntravel. After leaving the narrow band of stony barrens (see below), youll be able to make good time.\nThere will be enough foliage so that you can forage\nfor food without too much effort, even if you dont\nalways recognize the plant that youre eating. I advise you to be careful of anything with crimson\nleaves, however; after eating the root of one of these\nplants, for two days I thought I could fly. (Its a good\nthing I wasnt in the mountains.) Game will be also\nbe plentiful, if you feel like risking a hunt.\nI would advise you to be careful about water, however. Although oases are a little more common in\nthe Hinterlands than in the Tablelands, you wont\nknow their locations, and there are no well-traveled\npaths to give you clues as to where you should look.\nThe best option is take along a cleric of the Water\nPlane as a traveling companion. Barring this, I\nwould suggest never traveling so far away from your\nlast watering hole that you cannot return to it with\nwhat you have left in your waterskins. I suspect that\none reason travelers dont return from this region is\nthat hidden oases are more common and, they\ndont follow this advice.\nGeography of the Hinterlands\nFrom my experiences, the Hinterlands have much\nin common with the Tablelands, save that they are\ndevoid of intelligent races as we know them. Therefore, the descriptions below are brief, describing only aspects which are unique to the regional terrain of\nthe Hinterlands. If you need to know more about\nthe basic nature of a particular type of terrain, or\nthe flora or fauna found there, see Geography of the\nTablelands in this same chapter.\nStony Barrens\nWhen you reach the base of the Ringing Mountains western slope, it will appear that the Hinterlands are nothing but a vast plain of stony barrens.\nDont despair; the stony plains are only a narrow\nband, between five and thirty miles wide. In the\nworst case, it shouldnt take more than three days to\ncross them.\nYou may stumble across a well-worn path leading\naway from the foothills of the Ringing Mountains.\nThough the walking will be much faster and easier\non this path, avoid it at all costs. The path has no\ndoubt been made by large animals that roam back\nand forth between the foothills and the scrub plains\nbeyond. Even if you dont encounter a herd or pack\nof these beasts, which will no doubt be ferocious,\nyou are likely to be attacked by the fierce predators\nthat have learned to lie in ambush along such\nroutes.\nScrub Plains\nMost of the ground that I have seen in the Hinterlands is composed of scrub plains. Compared to\nthose of the Tablelands, these plains are unusually\nflat; except for bushes and the occasional tree, they\nare as level as a tabletop. Unfortunately, the gentle\nbreeze which always seems to be blowing stirs up a\nlot of dust, so a gray-green haze clings to the\nground, limiting visibility to a half mile or so.\nThere are vast numbers of animals in the scrub\nplains, most of whom show two-legged creatures no\nspecial diffidence. As you travel, you will no doubt\nrun across feral herds of erdlus, wild mekillots, untamed kank hives, and dozens of creatures that you\nwill not recognize at all. If they do not flee from you,\nthen you would be well advised to flee from them.\nRocky Badlands, Mountains, & Forest\nThe only terrain of this type that I encountered\nwas the Dragon Crown Mountain; see this entry in\nChapter Four: Atlas of the Tyr Region.\n65</p>\n<p>Ruins\nMeetings\nI ran across little sign of the ancients in the HinThe only encounters I had were with wild beasts; I\nterlands. Apparently, the Ringing Mountains were\ncame across no sign of intelligent races in the Hinas much a barrier to them as they are to us. The sole\nterlands. This is not to say that such races dont\nexception was a strange temple I found in the forest,\nexist, only that they are very rare. If there are intelliconcealed in the heart of the Dragon Crown Moungent races in the Hinterlands, I would guess that\ntain. While I did not have time to explore it as carethey are primitive hunting and gathering clans, or\nfully as I would have liked, I can assure you that it\npossibly even nomadic herders. There is no sign of\nwas unlike anything I have seen elsewhere on Athas.\neconomic activity in the region, so it would be out of\nthe question to encounter raiding tribes, merchants,\nvillages or cities.\n6 6</p>",
    "source_pages": [
      139,
      166
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-the-wanderers-journal"
      ],
      "level": 2
    }
  }
}