{
  "slug": "chapter-nine-combat",
  "transformer": "journal",
  "source_section": "Chapter Nine: Combat",
  "data": {
    "entity_type": "journal",
    "slug": "chapter-nine-combat",
    "title": "Chapter Nine: Combat",
    "content": "<p>Athas is a violent world: those who wish to survive\nmust fight, and only those who fight well survive.\nPCs will find themselves battling a lone monster in\nthe desolate seas of sand, a polished gladiator in the\nroaring arenas, or legions of combatants in a fullscale war.\nArena Combats\nEvery major city on Athas has an arena for holding gladiatorial games. The sorcerer-kings use the\ngames to entertain their slave and noble populations\nand to hold barbaric executions and trials by combat. On Athas, life is cheap and the champions of\nthe arenas are the popular folk-heroes of the age.\nPlayer characters may well find themselves thrust\ninto the arena as prisoners or gladiators. Success\ncan mean great things; failure means certain death.\nMore powerful player characters may become\nchampions or may themselves own entire stables of\ngladiators.\nThe customs of every arena are unique, but some\ngeneralities can be drawn about the various matches\nmade and the treatment of slaves bound for the arena floor\nGames: All arenas feature spectacles that pit\ngladiatorial slaves against each other or against ferocious beasts. Wagering on these games is the sport\nof sorcerer-kings, nobles, merchants, and peasants\nalike.\nMatinee: Matinees feature very simple combats,\npitting inexperienced gladiators or prisoners against\neach other in struggles to the death. Matinee warriors are never well armed or armored. Combatants\nwho do well in matinee games sometimes rise to\nhigher contests or are traded from house to house.\nAt times, the sorcerer-king, master of the games,\nuses matinees for simple executions, as well. Matinees whet the spectators appetites for more skilled\ngames to come.\nGrudge Match: Gladiators who have met before\nand survived are often called upon to fight again.\nWagering on grudge matches is especially heavy.\nMost often, grudge matches arent fought to the\ndeath, only to severe injury; thus the combatants\nmay fight again.\nTrial by Combat: Many people accused of crimes\nby the sorcerer-king or his templars receive the right\nto trial by combat. Unfortunately for the accused,\nthe sorcerer-king chooses whom the accused will\nfight, picking from among his best gladiators.\nDeath is tantamount to a confession of guilt. Those\nwho win gain their freedom, but are often accused\nand imprisoned again unless they flee the city.\nMatched Pairs: Many stables present pairs of\ngladiators to fight side-by-side. Pairs are trained together and selected to complement each others\nskills.\nBestial Combat: Gladiators and prisoners are often sent into the arena against savage beasts. The\nsorcerer-kings sponsor expeditions to capture wild\nanimals, or buy them from the many caravans that\ncome to their cities. The crowd finds these bloody\naffairs particularly enjoyable.\nTest of Champions: A test of a champion is often\nthe culmination of a days gladiatorial games. A\npopular and powerful gladiator is selected to face a\nseries of unusual tests. They may be as simple as\nfighting several demihuman or animal opponents at\nonce or more elaborate contests against magical or\npsionic opponents in a maze of walls assembled just\nfor the occasion.\nAdvanced Games: Most cities have team games\nthat are popular with their audiences, but make no\nsense to those from outside the city. The rules are\ncomplicated and deadly, involving dozens of gladiators at a time.\nStables: Most noble and merchant houses have\nstables of slaves. These slaves combat each other as\nwell as the gladiators, criminals, wild animals, and\nintelligent animals sponsored by the sorcerer-king,\nhimself.\nTypical stables of slaves have between 10 and 100\npotential arena combatants. The sponsoring noble\nhouse provides the slaves with adequate food, cloth68</p>\n<p>and the amount of wagering on each side. The rich\ning, and housingnobles want their investments to\npay off, so gladiatorial slaves seldom want for the\nnecessities of life. The slaves are trained for 12\nhours virtually every day in the courtyards of the nobles estate, overseen by armed guards and their instructors.\nEvery slave in a stable receives minimal training in\narmed and unarmed combat before being sent to\nhis first matches. Those who show promise (and\nwho survive the dangerous early days of their careers) are further trained in specialized combat techniques. This training emphasizes skilled unarmed\ncombat, raw endurance, and specialization in arena\nweapons such as the trident, quabone, and net.\nSlaves who have survived several matches and undergone this more extensive training are considered\ngladiators (levels 1 through 4, usually) and are the\nmainstay of the stables arena warriors.\nEvery stable has its champion or champions. A\nchampion is a gladiator of level 5 through 20, the\nmost experienced warrior in the stable. When a single arena hosts multiple high-level gladiators, rivalr i e s  c a n  d e v e l o p .  U s u a l l y ,  r i v a l r i e s  b e t w e e n\nchampions within a single stable are not allowedone stable will not arrange a match between two of\nits own, no matter how fierce the rivalry. The champion of a stable has performed well in all the\nmatches described above and has gained the attention of every other noble house.\nWagering: Bets between spectators run rampant\nduring the games. Noble houses and the sorcererking himself cover all wagers against their own gladiators, setting odds based on the gladiators involved\nvery often challenge each other with enormous bets,\nhoping to wipe out another noble house with the\noutcome of a single contest.\nWhen player characters want to wager on gladiatorial games, the DM may handle it in one of two\nways. If all players agree, they can roll up the gladiators in question and play the match out themselves.\nOtherwise, the DM must determine the outcome\nrandomly. The odds on any particular contest will\n69</p>\n<p>vary, but a player character can rarely do more than\nTurning and Controlling Undead\ndouble or triple his original bet.\nTrading of Gladiators: Gladiators are often traded or sold to other houses. Of course, subterfuge\nand intrigue run wild in the gladiatorial pits. A bard\nmay be sent to one house just to poison and weaken\nthat houses champion in advance of an offer to\npurchase him. Also, it is unwise to refuse the\nsorcerer-kings request to purchase a gladiator, no\nmatter how little he offers.\nBattling Undead in Dark Sun\nOn Athas, undead are still just that: dead beings\nthat are somehow animated to function among the\nliving. In the DARK SUN campaign world, undead come in two varieties: mindless and free-willed.\nMindless undead are corpses or skeletal remains\nanimated by some character or creature for its own\npurposes. When encountered, skeletons and zombies are always mindless, controlled by their animators. Skeletons and zombies are never free-willed.\nUndead monsters created using an animate dead\nspell are always mindless.\nFree-willed undead are usually very powerful creatures with great intellect and ambition. Every freew i l l e d  u n d e a d  c r e a t u r e  i n  D a r k  S u n  i s\nunique-each has its own reason for existing and its\nown set of strengths and weaknesses. Athas has no\nghouls, shadows, wights, ghasts, wraiths, mummies,\nspectres, vampires, ghosts, or liches, though PCs\nmay encounter a host of monsters very much like\nthem. Confronting and defeating a free-willed undead creature in Dark Sun is always interesting and\nchallenging-powerful undead on Athas break all\nthe familiar molds.\nCharacter Death\nQuite often, free-willed undead have minions, either living creatures or mindless undead that they\nhave animated. Oftentimes Athas powerful undead operate undiscovered among the living, while\nsome have even become powerful allies of the\nsorcerer-kings, themselves.\nAthasian clerics draw their spell casting powers\nfrom the elemental planes of earth, air, fire, and water. They also can tap the Positive Material plane\nfor augury, other information, and the ability to\nturn undead creatures. Templars draw their magical\npowers through their sorcerer-kings, who in turn\ndraw upon the Negative Material plane; templars\ncannot turn undead, but they can control them.\nDruids have no powers over undead.\nTurning Undead: A cleric on Athas wishing to turn\nundead must challenge the creature with the power of\nhis elemental plane. A cleric of earth, for instance,\nmust throw dirt or dust toward the undead, but he\nneed not strike them, so no attack roll is needed. A\ncleric of water must splash water at the undead, and a\ncleric of fire must toss ash or hold forth a burning\nobject. One of the great advantages granted a cleric of\nair is that he can turn undead, with a breath. Once\nthe character has made the challenge, he rolls for\nturning the undead normally. Free-willed undead are\nturned according to their relative power, which is measured by their Hit Dice only.\nTurned undead flee as described in the Players\nHandbook. Dispelled undead are spectacularly\novercome by the element: suffocated by earth,\ncharred and burnt by fire, dissolved by water, or\nbattered by hurricaneforce winds. These elemental\ncatastrophes only effect the undead being dispelled.\nCommanding Undead: Templars, wizards using\nnecromancy, and sorcerer-kings can command undead as per the rules for Evil Priests and Undead in\nthe Players Handbook.\nDark Sun is a particularly dangerous place; one\nwhere character death is frequent and, at times,\ngruesome. High PC mortality rates find some relief\nin the character treea fallen player character is\nimmediately replaced by another of similar level, a\ncharacter with which the player is already familiar.\n7 0</p>\n<p>Waging Wars\nHovering on Deaths Door\n(Optional Rule)\narmies.\nStill, as deadly a world as Athas is, player characters, especially those at low levels, may die too frequently. Thus, in the DARK SUN  campaign,\nDMs should use the Hovering on Deaths Door\noptional rule (the so-called neg 10 rule), presented below.\nstill wiped from his memory, however. (Even this\npowerful spell does not negate the shock of the experience.)\nD M s  m a y  f i n d  t h a t  t h e i r  D A R K  S U N  c a m paign has become too deadly: too many player characters are dying. If this happens, you may want to\nallow characters to survive for short periods of time\neven after their hit points reach or drop below 0.\nWith this rule, a character can remain alive until\nhis hit points reach -10. As soon as the character\nreaches 0 hit points, though, he falls to the ground\nunconscious.\nThereafter, he automatically loses 1 hit point each\nround. His survival from this point on depends on\nthe quick thinking of his companions. If they reach\nthe character before his hit points reach -10 and\nthen spend at least one round tending his wounds\n(e.g., stanching the flow of blood), the character\ndoes not die immediately.\nIf the only action is to bind his wounds, the injured\ncharacter no longer loses 1 hit point each round, but\nneither does he gain any. He remains unconscious\nand vulnerable to damage from further attacks.\nIf a cure spell of some type is cast upon him, the\ncharacter is immediately restored to 1 hit point-no\nmore. Further cures do the character no good until\nhe has had at least one day of rest. Until such time,\nhe is weak and feeble unable to fight and barely\nable to move. He must stop and rest often, cant\ncast spells (the shock of near death has wiped them\nfrom his mind), and is generally confused and feverish. He is able only to move and hold somewhat disjointed conversations.\nIf a heal spell is cast on the character, his hit\npoints are restored as per the spell, and he has full\nvitality and wits. Any spells he may have known are\nA warriors followers almost never arrive with all\nof their equipment. More often than not they join\nthe warrior with nothing more than the clothing on\ntheir back. But in general they are highly motivated\nto follow the warrior and will fight for him regardless\nof equipment provided. Obviously a warrior will\nThough fighters and gladiators automatically\ngain followers when they reach higher levels, any\ncharacter, regardless of class or race, may find himself at the head of a rag-tag army of followers. The\npolitical fortunes of Dark Sun characters can rise\nand fall rapidly: military might keeps powerful\nforces at bay and gives a character the strength to\naffect large populations and areas of Athas.\nOnce player characters must deal with large numbers of troops, waging wars of defense or expansion in\nthe DARK SUN campaign world, the DM should\ninstitute BATTLESYSTEM  miniatures rules to\nfight these wars. Adopting BATTLESYSTEM removes the outcomes of important battles from the\nhands of the Dungeon Master and puts them on the\ntabletop where they belong.\nPlayer characters will eventually be called upon to\nfight wars, either as soldiers or as commanders of\nThe sands of Athas have been stained red with\nthe blood of a thousand campaigns of conquest.\nWars are waged over food, water, territory, and less:\nsorcerer-kings pit armies of slaves against each other, watching with cold-hearted pleasure as hundreds\nmeet their deaths, more often than not all over some\nwager or just for the enjoyment of the spectacle.\nAthas is a violent world where the hand of diplomacy bears a sword or chatkcha.\nFollowers\n7 I</p>\n<p>want to arm and armor his followers, and see to it\nthat they are well fed and housed in order to keep\nthem in premium fighting condition, but circumstances and finances sometimes leave little choice.\nDark Sun characters seldom (if ever) wear complete suits of metal armor. The reasons are manifold, but focus primarily on the oppressive heat of\nthe Athasian sun and the scarcity of metal. It is not\nuncommon, at least among heroic sorts, for a character to wear scavenged portions of armor, however.\nDetermining the correct Armor Class for someone in piecemeal armor can thus be very important.\nEach type of armor piece has a specific AC modifier\nassociated with it. When a piece of armor is worn,\nthat modifier is subtracted from the characters base\nArmor Class (usually 10) to determine his actual\nAC. Thus, a character who is exploring some ancient ruins and finds an old, battered breastBanded Mail\n6\nBrigandine\n4\nBronze \nPlate\n6\nChain Mail\n5\nField Plate\n8\nFull Plate\n7\nHide Armor\n4\nLeather Armor\n2\nPadded Armor\n2\nPlate Mail\n7\nRing Mail\n3\nScale Mail\n4\nSplint Mail\n6\nStudded Leather\n3\n3\n2\n3\n2\n4\n4\n2\n1\n1\n3\n1\n2\n3\n1\n2\n1\n2\n2\n2\n3\n1\n1\n1\n2\n1\n1\n2\n1\n1\n0\n1\n1\n1\n1\n0\n0\n0\n1\n0\n0\n1\n0\n1\n1\n1\n1\n2\n2\n1\n0\n0\n2\n1\n1\n1\n1\n0\n0\n0\n0\n1\n1\n0\n0\n0\n1\n0\n0\n0\n0\nCharacters wearing piecemeal metal armor are also subject to the exhausting effects of Athas hot\nclimate. A character with armor over more than two\nlimbs or wearing a breastplate is subject to the full\neffects of the Dark Suns savage heat.\nAlthough piecemeal armor is lighter than full\nsuits of armor, it can still be quite heavy and cumbersome. Breastplates weigh one half the weight of a\ncomplete suit of that armor type and each arm or leg\npiece weighs one eighth the weight of the original\nsuit.\nNo more than one piece of armor may be worn to\nprotect a specific region of the body. Thus, it would\nbe impossible for a character to wear two breastplates and claim a double bonus to his Armor\nClass. The chart above indicates the AC bonus associated with any given piece of armor.\nplate from a suit of full plate armor would be able to\ndon it, reducing his AC by 3 places.\nPiecemeal Armor\nImportant Considerations\nBonus to AC Per Type of Piece\nArmor Type\nFull Suit\nBreast Plate\nTwo Arms\nOne Arm\nTwo Legs\nOne Leg\n72</p>",
    "source_pages": [
      70,
      74
    ],
    "metadata": {
      "parent_slugs": [
        "table-of-contents-rules-book"
      ],
      "level": 2
    }
  }
}