{
  "slug": "kluzd",
  "transformer": "journal",
  "source_section": "Kluzd",
  "data": {
    "entity_type": "journal",
    "slug": "kluzd",
    "title": "Kluzd",
    "content": "<p>Kluzd\nCombat: When a kluzd senses something moving along the surface of its mud-patch, it swims toward the object and attacks\nwith needle-sharp, barbed teeth. A kluzd can burrow through\nmud quickly. It cannot burrow through dry dirt or sand.\nA successful attack by the creature inflicts 1d8 points of damage. Also, in each round a kluzd will attempt to grapple, attacking whatever portion of the target is beneath the surface of the\nmud-in the case of a man, this is usually a leg. The victim must\nsave vs. paralyzation or be grappled. Once grappled, the victim\nmust make a bend bars/lift gates roll each round. If the roll is\nfailed, the victim is pulled or kept under the surface of the mud\nfor the entire round. If the roll is successful, the victim doesnt\nmanage to break free, but does reach the surface of the mud to\ntake a breath. If the victim rolls below half his normal bend bars/\nlift gates number, he breaks free and can flee through the mud\nfor that entire round.\nA victim that is held under the mud must hold his breath; the\nMale kluzd have a distinctive turquoise and white coloration\nabout their head and neck area. Females do not share these\nbright colors; their bodies are sandy brown flecked with black\nalong their entire length. All kluzd have a series of elongated,\nfeather-like scales around the back of their heads. These flare\nout to form a large fan when the creature is angered, a primitive\nmechanism to make it appear larger to its animal opponents.\nKluzd have mere animal intelligence. They can communicate\nwith each other only in a most rudimentary fashion or through\nmagical or psionic means.\nKluzd are snake-like reptiles that inhabit mudflats and other\nmuddy areas. They are about ten feet long and two to three feet\nin diameter. They can swallow a grown man whole, although this\nresults in a strange, almost comical, bulge in the center of their\nbodies.\nNil\nNil\nM (6 long)\n14\n270\nNil\nSPECIAL DEFENSES:\nMAGIC RESISTANCE:\nSIZE:\nMORALE:\nXP VALUE:\nPSIONICS:\nTHAC0:\n17\nNO. OF ATTACKS:\n1\nDAMAGE/ATTACK:\n1-8\nSPECIAL ATTACKS:\nSuffocation\nARMOR CLASS:\nMOVEMENT:\nHIT DICE:\nTREASURE:\nALIGNMENT:\nNO. APPEARING:\nCLIMATE/TERRAIN:\nMud flats\nFREQUENCY:\nVery rare\nORGANIZATION:\nSolitary\nACTIVITY CYCLE:\nNight\nDIET:\nCarnivore\nINTELLIGENCE:\nAnimal (1)\nNil\nNeutral\n1-2\n2 (8)\n12, burrow 12\n4\ncharacter can hold his breath up to 1/6 of his Constitution score\nin rounds (rounded up). While attempting to hold his breath beyond this time, the character must roll a Constitution check each\nround. The first check has no modifiers, but each subsequent\ncheck suffers a -2 cumulative penalty. Once a check is failed,\nthe character suffocates. The victim is unable to defend himself\nwith normal weapons or attacks while being held beneath the\nmud, although he can employ psionic powers. Once the first victim dies, the kluzd will swallow it whole, then submerge to the\nbottom of the mud and leave any other creatures alone while it\nfeeds.\nHabitat/Society: Most often, the kluzd is well-protected by its\nmuddy environment; few native predators can submerge themselves in the thick muck to hunt them. Kluzd will only leave the\nsafety of their mud pools when these areas dry out completely.\nThe creatures are far more vulnerable when forced onto the surface of the mud flat. A kluzd will travel in a straight line away\nfrom its evaporated burrow in search of a new one-those that\ndont locate a new mud hole within four days will themselves dry\nout and perish.\nEcology: Kluzd mate when their mudflats dry across the surface to become a broken, hard crust. The female lays a clutch of\neggs (1d8 in number) that will hatch and grow to full size in six\nweeks. Until the young leave the mud pond, their parents will\nprotect them. The young do not hunt. Rather the parents attack\ncreatures that cross the dried surface of the mud flat, dragging\nthem under to feed their children.</p>",
    "source_pages": [
      212,
      212
    ],
    "metadata": {
      "parent_slugs": [
        "a-little-knowledge"
      ],
      "level": 2
    }
  }
}