{
  "slug": "wezer",
  "transformer": "journal",
  "source_section": "Wezer",
  "data": {
    "entity_type": "journal",
    "slug": "wezer",
    "title": "Wezer",
    "content": "<p>Wezer\nCLIMATE/TERRAIN:\nFREQUENCY:\nORGANIZATION:\nWorker/Water Fetcher\nSoldier\nTablelands\nTablelands\nRare\nRare\nBrood\nBrood\nBrood Queen\nTablelands\nRare\nSolitary\nACTIVITY CYCLE:\nDIET:\nINTELLIGENCE:\nContinuous\nOmnivore\nAnimal (1)\nContinuous\nOmnivore\nAnimal (1)\nContinuous\nOmnivore\nAnimal (1)\nTREASURE:\nNil\nALIGNMENT:\nNeutral\nNO. APPEARING:\n10-200\nNil\nW\nNeutral\nNeutral\nSpecial\n1\nARMOR CLASS:\n7\n7\n4\nMOVEMENT:\n6\n6\n6\nHIT DICE:\n2\n2\n5\nTHAC0:\n19\n19\n15\nNO. OF ATTACKS:\n1\n2\n2\nDAMAGE/ATTACK:\n1-4\n1-4/1-4\n1-6/1-6\nSPECIAL ATTACKS:\nSPECIAL DEFENSES:\nMAGIC RESISTANCE:\nNil\nNil\nNil\nPoison\nNil\nNil\nEgg Implant\nNil\nNil\nSIZE:\nMORALE:\nXP VALUE:\nPSIONICS:\nM (6)\nSteady (11-12)\n65\nNil\nM (6)\nSteady (11-12)\n120\nNil\nM (7)\nSteady (11-12)\n270\nNil\nWezers are enormous flying insects that make underground\nhives in the desert tablelands. Though of animal intelligence,\nthey are highly social creatures, structured into several distinct\nclasses by both social function and physical characteristics.\nWater fetcher, worker, and soldier wezers all have wings,\nmultifaceted eyes, and six thin limbs extending from their abdomen. Soldiers are slightly larger than the menials, and are colored a shade of yellow brighter than their fellows. The brood\nqueen is much largershe, too, has wings, but they are insufficient to lift her into flight. The brood queen has a huge abdomen\nfor laying the hives eggs.\nCombat: Water fetcher and worker wezers each have a single\nstinger attack that inflicts 1d4 points of damage. A soldier can\nattack with its stinger twice per round, each hit inflicting 1d4\npoints of damage and requiring the victim to save vs. poison to\navoid being paralyzed by its venom. The paralyzation will take\neffect 2d6 rounds after the failed save and will last for 2d4 days.\nThe brood queen can attack twice per round with her stinger\nand each hit causes 1d6 points of damage. A successful hit by the\nqueens tail injects an egg into the victims stomach, causing an\nadditional 1d6 points of damage. The victim may save vs. poison,\nif successful the egg dies and will not hatch, although the victim\nstill suffers the injection damage. If the save fails, the egg begins\nto grow. Unless it is removed surgically (causing an additional\n1d10 points of damage) or a cure disease spell is cast upon the\ncharacter, the. egg hatches in five days. As the emerging larva\nfeeds, it permanently reduces its hosts Constitution score by 1d4\npoints each day. Once the victim dies, or the larva has fed for ten\ndays, it leaves its hosts body via the ulcerous injection wound,\nand attempts to continue feeding on him from without. Eggs and\nlarva have no attacks and can easily be destroyed.\nHabitat/Society: Wezers build colonies beneath the sands\nwhere they protect the brood queen and allow her to lay eggs.\nFrom the surface, their hives appear to be a series of domes that\nvary from three to eight feet tall, but that are all about five feet in\ndiameter. The domes are constructed by the workers, made\nfrom sand glued together with a bonding resin they secrete. Only one dome actually has an entrance from the surface that leads\ninto the rest of the tunnels.\nThere is 50% chance that the inside of any dome reeks of decay\nand contains a slain creature. The dead beast is bloated and foul,\nwith an ulcerous wound in the abdomen. A single white wezer\nlarva feeds on the body. Every chamber has a four-foot tunnel\nleading down, hidden beneath a six-inch plug of sand and wax\n(treated as a hidden door).\nThe colony tunnels are cool, humid, and six feet in diameter,\njust large enough for half-giants to crawl through. Humans,\nmuls, thri-kreen, elves, and half-elves suffer a -2 penalty on\ntheir attack and damage rolls in the tunnels. Half giants suffer a\n-6. Halflings and dwarves suffer no penalty.\nBeneath the ground is a series of chambers connected by these\ntunnels. Chambers are used to store larva and additional food.\nThe brood queen spends all of her time in the brood chamber.\nWater gatherers fly in the vicinity of the colony in search of\nwater. They either store water directly in wax balls, or they use\nwater to create honey that they store the same way. They hang\nboth types of wax balls in the colony chambers to feed the rest of\nthe adults and to nurture the young. Each sphere contains one\ngallon of either honey or water. The contents are apparent by\nthe shade of the sphere (water is light, honey is dark).\nIn addition to any other treasure found in a wezer lair, there\nare usually about 35 one-gallon wax balls of water and 20 balls of\nhoney hanging from the honey-combed ceiling of the brood\nchamber. Any character can carry three spheres with him. The\nwax lasts one full day outside the hive before melting and spilling. Each day that a character eats at least a quart of the honey,\nhe heals 1d8 points of damage.\nEcology: Workers are charged with construction and maintenance of the domes, chambers, and tunnels of the colony. Water\nfetchers must collect water and store it as either water or honey\nfor the others. The soldiers use poison to fetch live creatures for\nthe queen to lay eggs in. The brood queen herself is the matriarch of the colony. She is mother to all the colonys members, and\nas such is protected to the bitter end. If the colony moves, it\nmoves on the brood queens command only.</p>",
    "source_pages": [
      213,
      213
    ],
    "metadata": {
      "parent_slugs": [
        "a-little-knowledge"
      ],
      "level": 2
    }
  }
}